{
    "episode0001": {
        "name": "Introduction: The simulator",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/3NypMPQHcARdXuTIS44s",
        "isVisible": true,
        "description": [
            "An introductory mission, allowing the PCs to get the feel of their character and of the setting where the PCs attacked pirate captain Naarlok's crew, in an impossible simulator mission.",
            "The PCs started in pursuit of the **Scalvenker**, a *VCX-820 Corellian Escort Freighter*. The pirate ship stole goods from the Empire, is heavily armed, and manned by an experienced crew.",
            "After a fierce fight, an heavily modified _Nebulon-B frigate_, with a skull carved in the front, exited hyperspace to meet the **Scalvenker**. The **Raazial**, flagship of the infamous pirate captain **Naarlock**, opened fire on the PC, to protect the **Scalvenker**.",
            "The PCs then boarded the **Raazial**, following the **Scalvenker** in the hangar. THey then deployed L33T that blasted the hell out of the pirates, helped by the other member of the Overwatch division.",
            "After numerous hit and countless pirate casualties, Undrake called Commodore Carbonneau to the rescue. Luckily, he was in a system close by and was able to come on board the ISD Falsifier to finish up the **Raazial**; what a good timing!"
        ]
    },
    "episode0002": {
        "name": "Introduction: The secret code generator",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/3NypMPQHcARdXuTIS44s",
        "isVisible": true,
        "description": [
            "**Foxwell** sent the PCs to the _Assimilator-class Interdictor Star Destroyer_ **Destiny** that was patrolling the **Naalthor** sector.",
            "Their primary objective was to escort a team of crypto-engineers that needed to install a new secret code generator. Their secondary objective was an internal affaire investigation to assess the threat level of on-board officers and see if all protocols are respected. Unofficially, the Destiny was the PCs temporary base of operation because the **Naalthor** sector was close enough to be called on some secret operation.",
            "As expected for an internal affair investigation, the welcome committee was limited to Corry Stocks escorted by two Stormtroopers.",
            "The ship just got out of a long journey, the **Siege of Frilp**, troops are tired, pilots are exhausted; both the navy and the army are welcoming new members as replacement for their dead, creating a not that happy atmosphere. The **Siege of Frilp** lasted for months against **The Voiceless Ones**, a remote empire that span multiple sector on the border of the known galaxy.",
            "After a long and thorough inspection of the ship, including scans made by Undrake, the **Destiny** got called to assist **Foxwell** in the **Niyrius** system."
        ]
    },
    "episode0010": {
        "name": "Episode 1: The Imperial War Machine",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/6gGIibqnFUtcHIBHnUJ7",
        "isVisible": true,
        "description": [
            "This adventure displays the power of the imperial armada during the battle of the **Niyrius** system, while the PCs help **Commander Foxwell** to destroy a rebel base.",
            "The first sight of the PCs when exiting hyperspace is the ISD **Judgment**, two _Nebulon-B Frigates_, the **Kryptoria** and the **Sparta**, and _Ties_ are swarming the place. The rebels were literally getting blasted out of the sky, and they arrived just in time to witness an old rebel's _Dreadnought-class Heavy Cruiser_ get cut in half by the _Imperial Star Destroyer_ **Judgment**'s turbolasers. The rebels had a few _X-Wings_, a few _A-Wings_, a few _Z95 Headhunters_, the infamous _B-Wings_ **Phantom Squadron**, and another, heavily damaged, _Dreadnought-class Heavy Cruiser_. Not long after, the _Mon Calamari Cruiser_ **Gladiator**, commanded by **Commander Fitz Gorr** jumped out of hyperspace, positioning himself to cover the rebel escape, in a very unusual way.",
            "Arriving on the planet, manning the laser turret, L33T took down some minor base defences, 2 aces, and a few more fighters! After landing, Dargon converted a native to the Empire to help the PCs, while Undrake was capturing a transport ship, full of ready-to-be-interrogated-rebels, where he also extracted a part of the hyperspace coordinate, leading to their destination.",
            "Then the PCs fought a few rebels, found a huge reinforced blast door that they tried to blow up, but they were lacking a few explosive charges to do so. Luckily, the explosion opened a side path, underground, which lead to fight an invisible beast. **Jenssar** also learn and saved data about a traitor, **Undrake** got a datapad containing information about the curious beast and gathered a few mushroom samples, that lead to an interesting conclusion.",
            "Heading back to space, **Jenssar** face **Juno Eclipse** for the first time since she left the Empire and killed her two wingman. Meanwhile, the Ion Cannon disabled the _Nebulon-B Frigate_ **Kryptoria**, the _Nebulon-B Frigate_ **Sparta** was disabled and rendered unusable by the **Gladiator**, **Phantom Squadron** disabled the gravity-well-projector of the **Destiny** after a _saboteur_ from the inside diverted the power from the shield to the hyperspace modulator, creating an overload that disabled the primary power modulator, in a big laser-ball. The **Gladiator** blocked the **Destiny**’s line of sight so many transport ships jumped to hyperspace.",
            "Finally, **Grand Admiral Barret Marr** and **Grand Moff Leeadra Leonis** arrived on board of the _Executor-class Star Dreadnought_ **Liberator**, blasting the remaining transports out of the sky and launching a ton a Ties! The Gladiator was heavily damaged before jumping into hyperspace.",
            "Imperial Intelligence **Commander Rostock** blamed the ISB for their botched investigation on board of the Destiny. She also bragged about all of the data gathered by the Imperial Intelligence, and pointed out how the Overwatch Division failed to destroyed the Ion Canon and how they terminated multiple hostages that could have withheld critical information."
        ]
    },
    "episode0020": {
        "name": "Episode 2: The Communication Logs",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/yxO7Y6wv6DhmuAi9sXEb",
        "isVisible": true,
        "description": [
            "In an old abandoned Rebel Propaganda Broadcast Facility used as a relay, deep into the Outer Rim, close to the unknown regions, the PCs had to acquire the tower transmissions logs to help triangulate the hyperspace coordinate stolen by **Undrake**. Moreover, **Undrake** received a coded message from the **Chiss initiative** telling him to look for a file, in the Jakuta III base, hashed _65c336faac23467b9ef0dbb80781434e_.",
            "During the download of the communication logs, the pirates assaulted the base, and without **L33T** you were overpowered; getting captured seemed the best idea. Having noticed the abnormal seismic activity, the **Overwatch** decided not to waste too much time in that cell and killed the only _guard_.",
            "The PCs geared themselves up temporarily using pirate stuff until the found their own things. **Dargon** learnt about the **Alchemists**, which could have made the poison that killed his wife. The **Alchemists** seems linked to a violent crime syndicate named the **EdG**, that operate deep in the _Outer Rim_. The PCs also meet **Raymond Fremder**, converted by **Dargon** _charm_ (and money). **Raymond**, also known as _Raymond L'impitoyable_, helped the PCs to get to their objective and to escape; he is working for **Starlight Industries** since then.",
            "**Undrake** did not find what he expected, but found a message in an old language that had to be deciphered; he brought it back to the Chiss initiative. After a few intense firefights, the PCs downloaded the data and escaped before the volcano hosting the base erupted!"
        ]
    },
    "episode0030": {
        "name": "Episode 3: Coercive Diplomacy",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/MAPuC0DkNeaNDPghf09V",
        "isVisible": true,
        "description": [
            "Officially, the Overwatch had to convince the CEO and the Board of Directors of **Silver Sun Mining Company** to allow the empire to secure their facilities due to an increase in rebel activity. Unofficially, the Empire suspected the **Silver Sun Mining Company** of letting the rebels steal starfighter-grade durasteel to help the rebellion against the **New Order**.",
            "The PCs had to convince Tom Krenik, the CEO, and his board of director, composed of Phoebe Gray, Peggy Komarov, and Douglas Fujiwara, but they were very busy and unreachable. ",
            "Guided by their liaison agent, **Inspector Salvatore Rautenbach** of the ISB, the PCs walked around the space station trying to get an audience, but without success.",
            "**Undrake** digged some dirt, from _**Peggy Komarov** got arrested for stealing a candy from a baby_ to the fact that _**Tom Krenic**'s uncle is his real father_. During that time, **Dargon** learnt that **Silver Sun Mining Company** needed of some high-tech equipment to do prospecting on the radioactive moon of **Vorta-on-aachor**. **Starlight Industries** was able to break the tie between the two other companies, bidding on that project, leaving the high-executive less busy.",
            "At some point, the PCs realise that 4L-FR3D is missing. They find it deactivated on a table with a young technician connected into it digging for information. As they cross the door an holo-recording starts, it is Casandre talking to 4L-FR3D. That message should not get out of there! The technician finally told the PCs that he was hired by Phoebe Gray.",
            "During all of that _coercive diplomacy_, a few rebel transports docked the station using stolen clearance code; then the rebels of **Fitz Gorr** attack, helped by captain **Xreq'is** of the _Dreadnought-class Heavy Cruiser_ **Poseidon**, and assisted once again by the B-Wings **Phantom Squadron** and a few more X-Wings.",
            "After multiple firefights between the rebels, the station guards, and the Overwatch, the Imperial Star Destroyers **Crucible** and the **Judgment** jumped out of hyperspace, making the rebels flee like cockroaches, and saving the day! The clean up mission was lead by **Darth Vader** himself, seeding fear into enemies crossing path with him! **Jenssar** was energized by the presence of the **Crucible**, his old operational base.",
            "In the end, all point out toward **Vader** orchestrating that little operation; but no matter, at this point, the board had no choice but to agree with the Empire, the station is already swarming with Stormtroopers..."
        ]
    },
    "episode0040": {
        "name": "Episode 4: Elusive maneuvers",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/FwyNHyCqSJmndMMRdkHI",
        "isVisible": true,
        "description": [
            "**Phoebe Gray** has gone missing and **Tom Krenik** was still defending her. In fact, **Tom** decided to get rid of her by sinking her family’s mansion by coercing with one of **Phoebe**’s best friend: **Gallagher Linton**.",
            "The PCs traveled to Traer-4 and arrived at the Gray's family-owned island. While Jenssar was playing the diplomat, charming **Grace Gray** the *repulse-o-ski* athlete in the process; Undrake was exploring, military style, entering by the dock's garage door.",
            "During the talks with the **Gray sisters** and **Gallagher**, **Phoebe** tells the PCs that she had nothing to do with all of this, and that **Tom** sent her here for her protection. Then the hurricane alarm started, the shield was sabotaged!",
            "The PCs found out that **Gallagher** was a traitor, was able to repair the shield generator, save both sisters, and send a message to the Empire about **Tom Krenik**, leading to his arrest."
        ]
    },
    "episode0045": {
        "name": "Episode 4.5: The Newcomer",
        "isVisible": true,
        "description": [
            "**Dargon StarLight** has been dispatched to lead some special forces for a secret mission and left **Raymond** to infiltrate the EdG criminal syndicate. **L33T** is being used on the frontline of the war raging in the system _Sevaren_. Meanwhile, **Commander Foxwell** calls **Undrake** and **Jensar** to the bridge of his ISD, then travelling to the _Kuat Drive Yard_.",
            "**Commander Foxwell** then show a new Vigil-class Corvette to the PCs; the ship is named the **Kaki Usyk**. During the inspection, the PCs meet **Aristokra Akara** and **Lieutenant Vraak Nirr** leader of the **Phantom Reapers**; sole survivers of the battle of _Tretk III_.",
            "Finally, agent **Kaine** becomes the newest member of the Overwatch Division."
        ]
    },
    "episode0050": {
        "name": "Episode 5: The Cryptic Text",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/Rsj6jNlgdW8aOZt0eKzI",
        "isVisible": true,
        "description": [
            "The **Chiss Initiatives** deciphered the file found by **Undrake**. The document contains ancient **Jedi** symbols. A piece of a **Jedi-Sith War** era-old *translator device* could be located under an old supply depot base of a remote jungle planet. **Raymond**, infiltrated in the **EdG** criminal syndicate, discovered that the station was a base serving the infamous **Brew Wilfinger** aka **“Brewinger”**.",
            "The PCs paid 1800 credits to get information on the whereabout of a rebel agent that could lead them to a secret base.",
            "The PCs also meet multiple people, including **Gannon Malchy**, their *liaison agent* to **Brewinger** as well ass two beast traders, named **Nollie Bonesack** and **Elwood Nettwin**.",
            "The PCs gave 2 military-grade blaster rifle crates to **Brewinger** to gain access to some information about the rebels (that ended up with nothing, see below, and it became running gag inside **Brewinger**'s organization).",
            "**Kaine** found a drunk that allowed him access to the basement, giving the PCs a chance to search for the artifact, but after taking a wrong turn, their turbolift opened right in the command center, where **Jenssar** recklessly attacked **Brewinger** and his man.",
            "That ended up with the **Kaki Usyk** attacking the base and getting highly damaged; **Foxwell** was furious!"
        ]
    },
    "episode0060": {
        "name": "Episode 6: The Cortosis Shipment",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/hosulUHpW2YOLOAalzCI",
        "isVisible": true,
        "description": [
            "While the **Kaki Usyk** was under repair, after a memorable out-burst of intense rage by **Commander Foxwell**, **Undrake** was pulling all of the string that he could to find the one mission, that could lead to acquiring *Cortosis*.",
            "The PCs headed to **Utopia**, the underground party and business neutral space station, to meat with **Administrator Blinn**. With no underground reputation, the PCs landed in the lower-docks and had to reach the richer side of the complex on foot, seeing several unforgettable sights of lowness. **Administrator Blinn** then presented them to **Jeffry Coley**, the explorer that found the possible deal.",
            "Once everyone agreed on the terms, they started a series of secret hyperspace jumps, on board the **Alpoca**, to reach an _asteroid mining colony_ in the **Unknown Regions**. The **Alpoca** was scheduled to deliver a shipment of supplies to the nearby (only) town, opening a window of ±5 days to land, steal the _Cortosis_, and leave. The most apparent problem was that the mines was heavily guarded by a Mercenary Group named the **Dragonflies**. The second problem, less apparent at the time, was the alignment of the three suns with a moon-like asteroid.",
            "On the asteroid, everything started with the PCs making some friends at a local miners bar, where **Paolina Bjurstrom**, **Humphrey Haray**, and **Kendrick Willburn** talked to **Kaine** as friendly drunk buddies. **Willburn** became very friendly and explained many security aspect of the mine, including patrols routes. During that first day, they (Undrake?) also found a very old building, primarily ruins, that seemed to be dating from an old civilization.",
            "On the next day, **Coley** and **Akara**, investigated that old intriging building. Meanwhile the PCs disguised themselves as miners, jumped into the miner transport and entered the mines. They travelled to the secure depot, killed two guards, but got spotted by a merc posted in a mirador; he sounded the alarm and blaster shots began to fly! Worms were starting to invade the perimeter, so the guards decided to shot at the worms that were between them and the PCs first!",
            "At this point, **Coley**'s and **Akara**'s research lead them to belive that the old structure was built by and ancient civilization that seems to have been wiped out by some creatures. At this point, there was also an increase in worm activity in town. People were starting to panic, especially due to Dargon's droid running around with a worm, creating more chaos! From there, the PCs stole a speeder-lift from the secure storage, they filled it with explosives and tools, and they welded a dura-steel plate as a protection on one side. They used that protection to move around without getting shot at too much. Dargon hacked an anti-air laser-canon turret, while they were fighting more worms, creating **Versmic'el**, the elite worm!",
            "The PCs then fought along **Captain Ardis** of the **Fireflies** and his squad of crazies, composed of **Sergent Haray**, **Lorme**, **Archer**, **Virginie** (a.k.a. **Virgin**), and **Walden**. **Lorme** and **Walden** died, while **Archer** was injured. The PCs encountered **Versmic'el** again, but killed it this time! **Ardis** and the PCs parted way close to the landing plateform, where the PCs noticed the involvment of yet again **Juno Eclipse**, leaving on board of her X-Wing.",
            "With most anti-air defences disabled, **Coley** was willing to come and pick the PCs up, as well as the Cortosis shipment. They reached Utopia in one piece, got their share of the deal, and both sides went their own ways."
        ],
        "chapters": [
            {
                "name": "The first sun",
                "isVisible": true,
                "description": [
                    "When arriving, one of the suns is beginning to align with an asteroid, gravitationally behaving like a moon, and flowers are booming red (which is weird on a dead rock).",
                    "An old crazy woman repeats the following:\n```\nWhen the three suns align\nFollowed by the red blooming;\nThe terror within,\nWill rise above!\n```",
                    "French version:\n```\nLorsque les trois soleils s'aligneront\nSuivi de la rouge floraison;\nLa terreur intérieure,\nS’élèvera!\n```"
                ]
            },
            {
                "name": "The second sun",
                "isVisible": true,
                "description": [
                    "When the second sun begins to align itself with the other, the inhabitant starts to experience the first signs of the invasion; unknown worms starts to emerge to the surface, attacking, paralyzing, and eating people."
                ]
            },
            {
                "name": "The third sun",
                "isVisible": true,
                "description": [
                    "The more the third sun gets aligned, the more worms that emerge, and the bigger they become. Their numbers grow exponentially leading to an uncontrollable situation. Finally, the Worm Queen show up to wipe out the colony!"
                ]
            }
        ]
    },
    "episode0070": {
        "name": "Episode 7: Deputy Director Kataz",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/eGS9SBL99Ccgcq0M3Kbz",
        "isVisible": true,
        "description": [
            "The Overwatch had to extract Deputy Director Kataz. He was kidnapped by rebel insurgents. Then they had to assess the damage done. To finally eliminate the threat if necessary, making it looks like the rebels did it, which is good for the New Order image.",
            "The PCs traveled to the remote planet of Statoko to meet Senior Agent Joshua Jett, an ISB legend in the Outer Rim. In Gofftown, the city hosting the Imperial-class Spaceport, they explored a bit, split into two groups of two, to avoid detection. One of them, located Juno Eclipse, got spotted, and she escaped using her hovercraft. The others made sure that the rendezvous point was safe.",
            "After a quick meeting after Senior Agent Jett, the PCs headed to a bar in town got hired by a small company, as cleaners. They took the job that was scheduled to be done in the rebels area that day. Heading to a mansion along the river hosting the rebels, they bullshitted their way in, got accessed to the main power controls and shut it down after using the security system to locate Deputy Director Kataz.",
            "The PCs outside ran to the back of the mansion, where Juno and a few more rebels where taking Kataz. Juno jumped into her hovercraft with a few rebels, while 2 pairs of rebels jumped on a Hover Bike. Jenssar and Undrake jumped on an Old Hover Bike, chased, and gunned down both Rebel Hover Bike, before being stopped by Eclipse’s Refurbished Light Repeating Blaster.",
            "Meanwhile, the other PCs were tracking her signal from the ground. Both teams converged on a second rebel mansion where a firefight took place. The mansion was well guarded, and a rebel was even using personal stealth technologies! The PCs had a hard time securing the VIP but succeeded. Just before leaving, Undrake was able to acquire a piece of the stealth armor and noticed the similarities with The Voiceless One’s technologies.",
            "The PCs then took the VIP a bit further. They interrogated Kataz, to know what information he revealed to the rebels. The PCs got the following out of him:",
            "- The rebels want information about stealth research.\n- Starlight and the Empire are still working on _The Voiceless Ones_ technologies, trying to decipher how they do things.\n- They are making a lot of progress, especially in the stealth technology field.\n- With the new experimental way of recycling energy, they should be able to create an energy generator that could power future advanced stealth technology. It should be smaller and harder to detect.\n- The general area where the Starlight research facilities that work on those projects are located.\n- The location of several minor research stations, but don't remember exactly which one he gave away. He assures the PCs that the information is useless, which might not be exact).",
            "After that, Juno called Undrake and told him that she captured his wife, Aristocra Akara and that she is willing to make an exchange in Utopia, a neutral ground. They agreed, without much choice.",
            "Back to the spaceport, when arriving at their hangar bay, a little girl shows up to delivers a message to the PCs. She is crying and seems forced to be there. She then plays a message from a data-recorder. The clear sound of a woman resonates, saying: _Brewinger sends his regards!_. Out of a sudden, the PCs notice that all guards and personnel have vanished, most likely bribed. Agent Kaine then sees the two Tarascii plasma charges attached to the little girl and uses a counter-measure to stop the signal from blowing them up; he most likely didn't care about the girl.",
            "A few tugs shoed up to cut the PCs to retreat, and Dargon's droid was hacked by the Bounty Hunteress, opening fire on his master! From there, an intense fight begun, no reinforcement was available, but the Mando squad of Undrake; they showed up a few minutes later. The PCs have been able to flee the scene, but many were gravely injured.",
            "Following the treacherous attack made by a bounty hunter against agents of the New Order, Undrake submitted an official Imperial bounty on the head of Brewinger for _Conspiracy against the empire and assassination attempt on imperial agents_. The bounty is still pending approval.",
            "To limit the chances of Kataz revealing any more secrets, Undrake burnt the eyes, fingers, and vocal cords. Afterward, they made the exchange at Utopia."
        ]
    },
    "episode0080": {
        "name": "Episode 8: The Galactic Race",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/AILcWpnDofmCuukOXzVW",
        "isVisible": true,
        "description": [
            "While Jenssar was racing in the semi-pro race, Undrake was shopping in the tech-expo, and Kaine was the ISB officer in charge of Grand Moff Leonis personal security.",
            "Then an investigation on some suspicious rebel activity followed. The adventure concluded in an all-out assault of the sector rebel forces, sacrificing a few elements for the greater good. That was only to create a diversion for some other suspicious activity, including stealing data for a nearby research base."
        ],
        "frontMatter": [
            "header:",
            "    overlay_image: /assets/images/banners/All-Racers-Banner.jpg",
            "    og_image: /assets/images/banners/Racers-og-image.jpg"
        ],
        "images": [
            {
                "url": "/assets/images/npcs/Racers/Alamy-Mano.png",
                "text": "Alamy-Mano",
                "thumbnail": "/assets/images/npcs/Racers/Alamy-Mano.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Amy-Vorly.png",
                "text": "Amy-Vorly",
                "thumbnail": "/assets/images/npcs/Racers/Amy-Vorly.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Arturo-Pitassi.png",
                "text": "Arturo-Pitassi",
                "thumbnail": "/assets/images/npcs/Racers/Arturo-Pitassi.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Illesh.png",
                "text": "Illesh",
                "thumbnail": "/assets/images/npcs/Racers/Illesh.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Jenssar-Veigha.png",
                "text": "Jenssar-Veigha",
                "thumbnail": "/assets/images/npcs/Racers/Jenssar-Veigha.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Knet'ohr-Netor.png",
                "text": "Knet'ohr",
                "thumbnail": "/assets/images/npcs/Racers/Knet'ohr-Netor.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Neesha-Glie.png",
                "text": "Neesha-Glie",
                "thumbnail": "/assets/images/npcs/Racers/Neesha-Glie.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Plass-Troupeiko.png",
                "text": "Plass-Troupeiko",
                "thumbnail": "/assets/images/npcs/Racers/Plass-Troupeiko.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Rue-Pam.png",
                "text": "Rue-Pam",
                "thumbnail": "/assets/images/npcs/Racers/Rue-Pam.png"
            },
            {
                "url": "/assets/images/npcs/Racers/Wee-Dee.png",
                "text": "Wee-Dee",
                "thumbnail": "/assets/images/npcs/Racers/Wee-Dee.png"
            }
        ],
        "chapters": [
            {
                "name": "The semi-pro race",
                "isVisible": true,
                "description": [
                    "Jenssar was invited by Grace Gray and her team of Repuls-o-ski sponsored by Sienar Fleet Systems. He was racing against 9 other semi-pro racers. He was at the command of a modified Tie Striker. As an Imperial Pilot, he was used to those Twin Ion Engine starfighters, giving him an edge.",
                    "He raced until the end and won, followed by Knet'ohr in second place, Wee Dee in third place, Neesha Glie in fourth place, and Amy Vorly in the fifth position. The other five did not complete the race."
                ]
            },
            {
                "name": "The rebel investigation",
                "isVisible": true,
                "description": [
                    "Kaine started an investigation on some suspicious rebel activity after a rebel blew himself up inside a tanker while trying to set up explosive! Fortunately, it did not explode completely, tanks were \"self-contained\" and protected for security purposes. 2 deads and 3 injured were reported.",
                    "Then once the News reported that Kad Bane was responsible and detained in by the Empire, Kain used his contact to talk with his old \"friend\" about the incident. He then sent Bane as a spy working for him, where he came back with a rebel. After a bit of torture, the rebel tipped Kaine about bombs getting placed all around the Galactic Race site. Then Kaine sold the rebel base's location for 5,000 credits or 1,000 per rebel's head; that was a good bargain.",
                    "Kaine called Undrake for help, and together they attacked the rebels in a small bar, down on the scavenger planet. They then tortured some information out of some more rebel scums. They found 7 out of 10 bombs that they disarmed with the help of Imperial Bomb Squad troopers.",
                    "Unfortunately, they missed the one in the race-station, at a turbolift junction, that could paralyze half of the station, the one in an abandoned ship, well-positioned to make a show and create fear, and the one in an imperial governor's ship; goodbye governor Pitzel."
                ]
            },
            {
                "name": "The foulish rebel assault",
                "isVisible": true,
                "description": [
                    "The race was halted due to the rebels attacking the race station. They jumped out of hyperspace with the Mon Calamari Flagship Caterpillar, the Mon Calamari Cruiser Gladiator, the Dreadnought-Class Heavy Cruiser Poseidon, the Nebulon-B frigate Tinkerbell, the Correllian Corvette Summertime, multiple light Freighters, Phantom Squadron, Banshee Squadron, and The A-cers Squadron.",
                    "The Empire's forces are waiting for reinforcements but got the Imperial Star Destroyer Judgment, the Vindicator class heavy cruiser Armorer, the Vigil Corvette Kaki Usyk, and the Nebulon-B frigate Kryptoria.",
                    "In a desperate attempt at turning the tie in favor of the Empire, the Overwatch is remotely controlling a ship, rigged (ironically) using the rebels' own explosive devices to blow up inside the Gladiator.",
                    "After the explosion, the first wave of reinforcement arrived, composed of the Gladiator-class Star Destroyer Alienator, and the Raider II-class corvette Glory. Helped by Captain Helen Hartwich of the Alienator and Captain Dillon Poke of the Glory, onboard the Kaki Usyk, the Overwatch blew up the Gladiator, commanded by the infamous rebel commander Fitz Gorr.",
                    "Then, Grand Admiral Marh's fleet came into play, showing up the full priority sector's fleet strength, scattering and blowing up the rebel insurgents like flies!",
                    "The Mon Calamari Cruiser Caterpillar, with onboard the rebel Admiral Zryv'yhx, was able to escape the arrival of the Super Star Destroyer Liberator.",
                    "The Dreadnought-Class Heavy Cruiser Poseidon, lead by Captain Xreq'is, was disabled by the Imperial Star destroyer The Herald of Sorrow, lead by Captain Ashton Mccausland, formerly captain of the Nebulon-B frigate Sparta, destroyed during the battle of the Niyrius System.",
                    "The Correllian Corvette Summertime was disabled by the Imperial Star destroyer Avalanche but destroyed by the Captain Kellina Niemiec of the Nebulon-B frigate Lullaby; what a reckless move!",
                    "The B-Wing Phantom Squadron lead by *Bonkers*, the X-Wing Banshee Squadron lead by Juno Eclipse, and the A-Wing A-cers Squadron lead by *Rush*, was able to escape; but took some hits during the fight.",
                    "On the Imperial side, no significant casualties besides many repairs, a few civilians, and many Tie pilots whose families will miss. Don't cry for their children just yet, they knew what they were enrolling for!",
                    "Grand Admiral Marh quickly deployed a search party for survivors inside the Gladiator. The PCs lead the assault, managing to capture Fitz Gorr, and his two loyal bodyguards Olav Heglund, and Alexandros Haff. That was an epic fight in a Cruiser that was about to explode!"
                ]
            }
        ]
    },
    "episode0090": {
        "name": "Episode 9: Phantom Operation",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/OkodotlxomYRgFnMw9qX",
        "isVisible": true,
        "description": [
            "After a long journey trying to find the rebel base of Admiral Zryv'yhx, the ISB and Imperial Intelligence teamed up to lure the rebels out!",
            "Obviously, Imperial Intelligence exploited the situation and gave away the location of the ambush to too many actors, including the well-known enemy of the PCs: the crime lord Brewinger of the EdG syndicate. They leaked the information to the infamous pirate captain Naarlock as well. They also leaked it to the rebels, but they were expected!",
            "### Mission Report by Senior Agent Kaine (French)",
            "Après avoir soutiré toutes les informations voulues du Commandant Fitz Gorr, mais sans savoir où se trouvent les rebelles. La pression venant du Grand Moff Leeadra Leonis se fait ressentir auprès de l’intelligence. C’est alors que le Commandant Lindsey Rostock élabore un plan audacieux, implanter un mouchard dans Fitz Gorr et laisser les rebelles venir le secourir. Après que l’intelligence a fait couler de l’information sur le transfert et l’itinéraire du vaisseau prison Gaoler. Le haut commandement impérial confit la mission au ISB d’escorter le prisonnier Fitzz Gorr a la prison X et qu’en cas d’attaque rebelle de facilité son extraction afin de trouver leur flotte.",
            "Le Gaoler sort de l’hyper espace afin de traverser une Nébuleuse, c’est à ce moment qu’une flottille rebelle apparait. 4 vaisseaux transport, 8 A-Wing, 4 X-Wing, 2 H-Wing qui fonce sur le Gaoler afin de l’aborder. Jenssar, aux commandes de 4 TIE/in se lance à leur poursuite et le Gaoler ouvre le feu. Une bataille spatiale commence, mais 2 transporteurs on put se faufiler jusqu’au hangar. Tandis que les troupes d’assauts rebelles sécurisent le hangar, Jenssar a bien du mal à contenir les vaisseaux rebelles. Le puissant Kaine est au poste de commandement coordonnant les stratégies et surveillant la progression des Rebelles. Un bip se fait entendre sur le radar et puis plus rien. C’est alors qu’il y a dépressurisation du secteur H-21 et une panne des caméras. L’agent Jenssar confirme la présence du POD d’abordage dans la structure du Gaoler. Kaine ordonne à l’Agent Hawk d’aller vérifier. L’agent Hawk prend quelques Stormtrooper et s’empresse d’aller voir. Les rebelles ont beaucoup de difficulté à se frayer un chemin à travers les droids de sécurité K4-S du Gaoler. Le feu vert est donné à l’agent Undrake qui doit aller marquer la navette rebelle afin de les traquer lors de leur fuite. Quelques rebelles protègent les navettes, mais Undrake a un plan, il ordonne à son droid de baisser le bouclier du hangar ce qui éjecta les rebelles dans l’espace. L’agent Undrake ne perdit pas de temps et hack les 2 vaisseaux de façon magistrale.",
            "Le contact se fait avec l’agent Hawk et les indésirables qui sont des mercenaires d’élites du EDG, -le syndicat criminel- de l’infâme Brewinger. C’est alors que les hostilités commencent. Les EDG sont venus libérer 2 de leurs compatriotes qui sont à bord du vaisseau. L’agent Hawk se rend vite compte de l’efficacité des mercenaires du EDG, dirigé par Reeda la « Chasse-Sœurs » de prime.",
            "Sortie de la Nébuleuse de Bancroft comme un fantôme, le Raazial, vaisseau pirate de la redoutable Naarlock, éperonne le Gaoler afin de l’aborder et d’eux aussi libérer des prisonniers. Rien ne va plus pour les agents de l’ISB qui sont débordés par 3 ennemis, mais une seule mission. Après l’implantation des traceurs, l’agent Undrake et sa garde personnelle se dirigent pour intercepter les pirates. Mais il est trop tard, l’agent Hawk qui tombe au combat et se fait capturer par les EDG. L’agent Undrake change de direction et part à la rescousse de l’agent Hawk.",
            "L’agent Kaine communique avec la flotte impériale pour un soutien, mais du a la nébuleuse les communications sont interrompues. Les rebelles ont délivré Fitz Gorr et il se dirige vers le hangar, les pirates ont libéré leur confrère et ont tout fait exploser sur leur départ. Les mercenaires des EDG s’enfuient avec l’agent Hawk inconscient à bord de leur Pod. Avec une tentative désespérer de sauver l’agent Hawk, l’agent Undrake s’agrippe au Pod et va faire un tour dans l’espace, mais il doit s’y résoudre il ne peut rien faire sans mettre la vie de l’agent en péril alors il décroche. Un vaisseau de transport apparait, récupère le Pod des EDG et disparaisse. Les rebelles de peine et de misère réussissent à s’enfuir ce qui met fin aux hostilités à bord du Gaoler qui est en très mauvais état. Le Gaoler sort de la nébuleuse et rencontre le Zenith, Destroyer Imperial du Commandant Rostock; elle est dans tous ses états en voyant l’état du Gaoler. La mission est réussie, mais un agent manque à l’appel. Mais sait loin d’être fini pour l’agent Hawk, car sans le savoir il a un allier avec lui. L’agent Kaine à passer un marché avec le prisonnier Leeland Chrisinger, mercenaire du EDG. Tôt ou tard les renforts viendront..."
        ]
    },
    "episode0100": {
        "name": "Episode 10: The Lanexa-Bunn Mine",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/RuIHBUb1GNDHB1bM6EzJ",
        "isVisible": true,
        "description": ["TBD"],
        "chapters": [
            {
                "name": "...",
                "isVisible": false,
                "description": [""]
            }
        ]
    },
    "episode0110": {
        "name": "Episode 11: Save Air Marshal Hublin",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/VEmux4XH7kh6dOx38B4g",
        "isVisible": true,
        "description": ["TBD"],
        "chapters": []
    },
    "episode0120": {
        "name": "Episode 12: Assault on Mulino",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/egeycxUV7LaZXmSBTPiY",
        "isVisible": true,
        "frontMatter": [
            "header:",
            "    overlay_image: /assets/images/banners/Episode-12-Assault-on-Mulino.png",
            "    og_image: /assets/images/banners/Episode-12-Assault-on-Mulino.png"
        ],
        "description": [
            "The word is that the report of the Voiceless Ones working with the Rebels reached the Emperor himself. The New Order considered that breaking the peace agreement and launched a massive scale assault on their sector. Many sector forces were drawn upon, in that massive invasion of the Voiceless Ones' space, including the one of Grand Moff Leonis.",
            "The Overwatch has breached the base and took down the shield generator. The AT-AT has reached the main entrance, ready to invade!",
            "Then the Overwatch pushed the fight to a defense point that seems to be shielding one side of the base from the command center. After fighting away what appears to be the commanding officer of the station, he fled by the door behind him. The Voiceless One soldiers are now the only ones guarding that door. Noise is coming from the other side, most likely implying reinforcement. ",
            "Finally, the Overwatch pushed the fight through the defense point and defeated a few Voiceless Stealth Troopers. Then the base commander has shown up, lightning his lightsaber pike! How will that fight conclude? There are still a communication station on the other side of that guy; will the Overwatch succeed? ",
            "Read the mission report for more details.",
            "### Mission Report by Agent Daasir Mogeal (French)",
            "#### Prélude",
            "À bord du Deceptor, Destroyer de classe Victory II, nous recevons un appel nous demandant de se présenter à bord du vaisseau Annamaria, Secutor-Class Battlercarrier. À bord du Annamaria, nous sommes conviés à une rencontre dirigée par nul autre que la directrice adjointe Véronique Batzer.",
            "Le but de la rencontre est de nous exposer un plan d’invasion contre un complexe souterrain ennemi appartenant au Voiceless Ones. Ce groupe possède une technologie qui leur permet de communiquer entre eux sans émettre aucun son et l’Empire veut en connaitre leur secret. On nous expose les étapes et les objectifs de la mission. L’objectif principal est de capturer, sans la détruire, une tour de communication. L’autre objectif est la capture du complexe. Le tout doit se faire le plus rapidement et notre arrivée doit être la plus discrète.  Pour se faire, nous devrons passer à travers un champ d’astéroïde, faire le déploiement des troupes, détruire le générateur du bouclier et prendre possession de la base en éliminant les forces hostiles.",
            "L’opération sera dirigée par la directrice adjointe. Après un échange de questions sur les forces ennemies présentes, leur défense et sur la tactique à utiliser, la directrice adjointe rompit les rangs et chacun de notre côté et nous allons nous préparer pour cet assaut.",
            "Pendant le trajet, nous transportant en orbite de la planète Mulino, le  Lt Cmdr Jenssar et son escadron simulent des combats et s’entraine à piloter à travers un champ astéroïdes. Pendant ce temps, Lt Cmdr Kaine ainsi que l’Agent Daasir, finalisent les entrainements et la préparation de leur escouade respective. Le Lt Cmdr Undrake fut déployé pour une autre mission Top Secret.",
            "#### Jour J",
            "Lt Cmdr Kaine ainsi que l’agent Daasir embarquent à bord d’un vaisseau de transport de troupes Y-85 de classe ‘’Titan Dropship’’. Ce vaisseau possède à son bord 4 AT-AT et 4 AT-ST ainsi que les troupes d’infanterie. Pendant ce temps, le Lt Cmdr Jenssar rejoint son escadron, car il devra escorter le transporteur de troupe, ainsi qu’un escadron de bombardier Tie Bomber. Nous décollons, escortés par le Lt Cmdr Jenssar et son escadron, et nous avançons vers le champ d’astéroïde. La mission de Lt Cmdr Jenssar est de nous trouver un itinéraire à travers le champ d’astéroïde et de s’assurer que le convoi puisse atterrir sans encombre. ",
            "Lors d’un passage de reconnaissance, le Lt Cmdr Jenssar remarqua que le champ d’astéroïde n’était pas d’origine naturelle, mais plutôt d’origine artificielle. Après l’envoi de l’information à l’ingénieur, une décision est prise pour utiliser cette information pour couvrir notre arrivée en faisant rentrer en atmosphère des astéroïdes pour les faire s’écraser sur la planète. Le Lt Cmdr Jenssar exécute les ordres et commence à trafiquer le champ d’astéroïde. Le résultat est un succès, mais dans cette opération, nous perdîmes notre satellite de communication.",
            "Arrivée au sol, le déploiement des 4 AT-AT se fait sans encombre. Le Lt Cmdr Kaine ainsi que l’Agent Daasir prennent chacun le commandement d’un AT-AT. Nous constatons à ce moment que nous n’avons plus de communication avec le haut commandement, rester à bord du Annamaria. Ils décident de poursuivre l’offensive en faisant marche vers le complexe. ",
            "Pendant ce temps, l’escouade de bombardier escorté par le Lt Cmdr Jenssar et son escadron font vol vers le complexe pour détruire les générateurs. Un décollage de 2 escadrons de 6 drones D-24 est observé et un combat aérien se prépare. Après des échanges de tir et de superbes manœuvres du Lt Cmdr Jenssar, son escadron détruit les drones en ne subissant qu’une perte de 3 Tie.",
            "Essuyant des tirs des défenses terrestres, les 4 AT-AT avancent vers le complexe. Avec l’aide de l’escadron du Lt Cmdr Jenssar et les tirs des AT-AT, nous parvenons à détruire quelques défenses terrestres. Rendus à proximité du complexe, le Lt Cmdr Kaine et l’Agent Daasir constatent une ouverture dans le bouclier protecteur. Une porte qui nous permettrait de rentrer dans le complexe et d’aller désactiver le générateur du bouclier, facilitant notre invasion. Nous déployions nos escouades et fonçons vers cette porte. Arrivée sur place, nos escouades se positionnent en mode défensif et après quelques tentatives infructueuses, l’Agent Daasir réussi a craqué le code et ouvre la porte. Nous nous infiltrons et rentrons dans le complexe sans opposition. Une fois à l’intérieur, nous nous branchons sur un terminal pour télécharger les plans. Nous avons accès à seulement une partie du complexe. Nous constatons que le contrôle du générateur du bouclier est à notre portée. Le Lt Cmdr Kaine et l’Agent Dassir, chacun escorté de 2 membres de leur unité prennent place dans un turbolift et se dirige vers la salle de contrôle. Arrivée dans la salle de contrôle du générateur, un bref échange de coup de feu se fait et nous prenons le contrôle de la salle. Seuls 2 techniciens ennemis survivre. Pendant que le reste de nos escouades arrivent, le Lt Cmdr Kaine offre aux techniciens, la vie sauve s’il désactive le bouclier. L’un s’oppose et se fait exécuter et l’autre désactive le générateur. Une fois, le bouclier désactivé, l’Agent Daasir exécute le technicien. ",
            "Une fois le bouclier désactivé et ayant perdu la communication avec l’Annamaria, l’Agent Daasir prend le commandement. Il ordonne au Capitaine Tatcher de se déployer et de déployer les Stormtroopers pour prendre d’assaut le complexe. L’escouade du Lt Cmdr Kaine et celle de l’Agent Daasir décident de revenir à l’entrée principale. En suivant le long corridor, ils éliminent tous les ennemis se trouvant sur leur chemin, ne laissant aucun survivant. ",
            "Pendant ce temps, l’ennemi continue d’envoyer des vagues de drone pour intercepter l’escadron de bombardier. Lors d’une attaque sur les bombardiers, l’escadron de Lt Cmdr Jenssar a rivalisé d’ingéniosité pour neutraliser 2 escadrons de 6 drones. Ils ont fait une manœuvre digne des plus grands pilotes. Ceci permit au bombardier de détruire les dernières défenses terrestres de l’ennemi. Une fois les défenses détruites, le Lt Cmdr Jenssar renvoie l’escouade de bombardier, ainsi que les membres de son escadron qui ont subi des dommages. Il ne garde que 4 Tie Fighter avec lui pour continuer de patrouiller dans les airs. ",
            "Nous recevons une communication de l’escouade impériale 341 qui subit un barrage de tir, les empêchant d’avancer. L’Agent Daasir leur ordonner de reculer et de se placer à couvert, pendant que nos 2 escouades décident de les prendre en revers. Une fois en position, l’Agent Daasir demande à l’escouade 341 d’agir en même temps que son escouade et celle du Lt Cmdr Kaine. À l’entrée de cette pièce, nous voyions une escouade de Voiceless, barricadé, avec une personne qui porte un uniforme différent. Le Lt Cmdr Kaine et son escouade décident d’entrer dans la pièce et de faire feu sur cette personne, la désignant comme la personne dirigeante de ce groupe. Étant à une très longue portée, il réussit à toucher cette personne. L’officier surpris décida de riposter et ordonna à son groupe de faire feu sur l’escouade du Lt Cmdr Kaine, ce qui permit à l’escouade de l’Agent Daasir et celle de l’Escouade 341 d’entrer dans la pièce et de faire feu sur les troupes. Tout en continuant d’avancer, un échange de tir entre les différents groupes se poursuit et qui fait des ravages des 2 côtés. Pendant ce combat, nous entendons l’arrivée de troupes ennemies par un autre corridor. C’est à ce moment que le Lt Cmdr Kaine sort une grenade et la lance vers l’officier. La grenade explose, l’officier Voiceless se retrouve projeter sur le mur. L’officier Voiceless se relève et décide de fuir par la porte qui est protégée par les barricades. Ayant perdu leur chef, le groupe est déstabilisé et c’est à ce moment que nous en profitons pour tous les éliminer. ",
            "Au même moment, l’arrivée de troupes impériales, pour défendre cette pièce, permet à l’Agent Daasir et le Lt Cmdr Kaine et leur escouade de partir à la poursuite de cet officier. Ils traversent donc la porte.",
            "Après quelques minutes à avancer dans un couloir, ils arrivent dans une pièce très sombre. Ils activent la vision nocturne des casques, mais sans succès, comme si quelque chose brouillait leur technologie. Ils allument donc leurs lampes de poche et la lumière produite, nous permettent de voir. Chaque escouade envoie un éclaireur pour voir ce qu’il y a devant. Ils constatent qu’ils sont dans un hangar qui est rempli de cargaison et qui est haut de plusieurs étages traversés de plusieurs passerelles.",
            "Les 2 éclaireurs se font attaquer et rebrousse chemin. Les 2 escouades se déploient, l’une vers la gauche et l’autre vers la droite. Ils constatent 2 formes presque invisibles qui se déplacent vers eux. Nous ouvrons le feu. Plusieurs échanges de tir ont lieu et c’est à ce moment que nous sommes attaqués par des images mentales. Nous voyions Seigneur Vader qui se bat contre un jeune Jedi pendant que l’Empereur est assis dans son siège et assiste à ce combat. On a l’impression que la situation est désespérée. ",
            "C’est à ce moment que le Lt Cmdr Jenssar arrive avec une escouade. Les échanges de tir se poursuivre. De chaque côté, des tirs touchent et font du ravage dans les rangs. C’est à ce moment, que les unités remarquent que le Lt Cmdr Kaine reste figé et semble souffrir. D’un mouvement désespéré, il sort une seringue et s’injecte une drogue de combat GABLY. Les tirs se poursuivent.",
            "Nous sommes assaillis par une autre vision. Cette fois, nous voyions le Seigneur Vador en mauvaise position, a genou près de la rambarde pendant que le Jedi le surplombe et frappe de rage sur le sabre du Seigneur Vader jusqu’à lui couper la main.",
            "Suite à cette vision, les échanges de tir se poursuivent et les 3 escouades réussissent à tuer les 2 unités Voiceless quasi invisibles (Shadow Trooper). C’est à ce moment que l’Agent Daasir et les Lt Cmdr Kaine et Jenssar sont encore victime d’une autre vision.",
            "Cette fois-ci, ils voient l’Empereur debout envoyant des décharges électriques vers le jeune Jedi. Le Jedi souffle énormément. Ils voient aussi le Seigneur Vador à côté de l’Empereur regardant le Jedi. Puis à un moment, il prend l’Empereur, le soulève dans les airs et le lance dans le puits.",
            "Une fois, la vision terminée, l’Agent Daasir ne semble plus pouvoir bouger, le Lt Cmdr Kaine sous les effets de sa drogue ne semble plus en mesure de réfléchir.",
            "Pendant qu’ils reprennent leur esprit, l’Officier qui a fui et un autre Shadow Trooper font leur entrée dans la pièce. C’est à ce moment, qu’une voix surgissant des haut-parleurs dit :",
            "> Puisque vous avez réussi à abattre 2 gardes de ma garde rapprochée, je me dois de traiter avec vous. Comme vous avez pu voir, votre empereur sera bientôt mort et vous n’aurez pas ce que vous êtes venu chercher.",
            "C’est à ce moment qu’il fait apparaître un lightsaber Pike et que son garde active son armure et disparait. L’Officier avance et tente de frapper le Lt  Cmdr Kaine, mais le manque. Les troupes impériales tirent sur lui et le garde. Le combat s’engage. Lors de l’escarmouche, le Lt Cmdr Kaine sort une grenade et la lance sur le garde. Un mousse émerge de la grenade et emprisonne le garde. C’est à ce moment que tous les 3 sont victimes de vision, ils voient encore l’empereur faire une chute dans le puits. Ensuite, ils assistent à un combat spatial et ils voient l’explosion de l’Étoile de la Mort.",
            "Suite à cette vision et sans crier garde, le Lt Cmdr Kaine pointe et tire sur l’Agent Daasir. Ensuite, l’Agent Daasir utilise son lance flamme et brule ce qui se trouve autour de lui.",
            "Dans les haut-parleurs, on entend: « Vos armes préhistoriques ne peuvent rien contre moi! Ayez Peur !! »",
            "Pendant ce temps, le garde, prisonnier de la mousse, réussit à la casser et commence à se libérer! ",
            "L’officier continue d’attaquer le Lt Cmdr Kaine avec son arme et lors d’une de ses manœuvres et pour une raison inconnue, l’officier écharpe son arme. C’est à ce moment que le Lt Cmdr Jenssar tire l’officier et le blesse sérieusement. L’officier récupère son arme, avec l’aide de la force, et se sauve par une porte en nous disant :",
            "> Ce n’est pas finit! Nous nous reverrons!",
            "Restant un Shadow Trooper, l’Agent Daasir ainsi que le Lt Cmdr Kaine tirent et abatte le garde! C’est à ce moment que les alarmes sonores et visuelles s’activent et qu’un message d’autodestruction s’affiche. L’Agent Daasir communique avec le Capitaine Tatcher pour faire évacuer la base. Étant trop profondément à l’intérieur, les 3 escouades décident de foncer vers le centre de communication. ",
            "Arrivée au centre de communication de l’ennemi, l’Agent Daasir exécute les techniciens Voiceless qui était en train de détruire des données.  Après quelques minutes à essayer de récupérer le plus de matériel avant la destruction, le Lt Cmdr Kaine, reprenant ses esprits, suite aux drogues, mentionne qu’on pourrait essayer de désactiver la séquence d’autodestruction. L’expert informatique réussit à neutraliser la séquence d’autodestruction. Malheureusement, pendant ce temps, un vaisseau ennemi a pris la fuite, à son bord l’Officier ennemi.",
            "Après avoir récupéré les informations, matérielles, enfin tout ce qui peut servir, les Lt Cmdr Kaine et Jenssar ainsi que l’Agent Daasir retournent vers le vaisseau Annamaria pour un briefing avec la directrice adjointe Batzer.",
            "Elle nous mentionne que sans la perte du satellite de communication, la mission se serait mieux déroulée et qu’on aurait perdu moins de données, mais que dans l’ensemble, c’était bien!",
            "Et c’est ainsi que s’achève l’Épisode 12: Assaut sur Mulino!!"
        ]
    },
    "episode0130": {
        "name": "Episode 13: Shays' Legacy",
        "crawl": "https://crawls.rpg.solutions/crawls/play/oUlK6AfnKncllH0uF5zoP6l7vEm1/XbZdpeRegjFVlOcUjlNn",
        "isVisible": true,
        "description": [
            "The war against the Voiceless One is raging, and the New Order is having a hard time gaining terrain. Deputy Director Batzer sent the Overwatch to retrieve an old relic, a key, from a Voiceless One sacred place of worship."
        ],
        "chapters": [
            {
                "name": "The arrival",
                "isVisible": true,
                "description": ["The PCs were smuggled to the forest moon of Sylvaria by Duquai and Cathryn, on board of the Marshlander."]
            },
            {
                "name": "The hike",
                "isVisible": true,
                "description": [
                    "Heading toward the temple to retrieve the artifact, the PCs were attacked by invisible beasts. After taking a few small hits, they sliced and burned the creatures. After that, the real journey toward the temple has begun, moving away from civilization, deeper into the forest. They crossed a waterfall, then encountered native temples guardians on natural bridges.",
                    "They then traveled in a very humid part of the forest where trees and rocks were covered by moss, making it hard and tedious to move forward. While crossing a bog, Jenssar fell in a quicksand-like moss pit, but pulled himself out, \"helped\" by Daasir. After that moss-intensive experience, they climbed stairs for hours; Kaine seemed a bit confused during this part of the journey.",
                    "At the top of all those stairs, they arrived at an old arch, covered in ancient symbols. Undrake scanned the arch for technical information while Daasir was trying to figure out the meaning of that alphabet that he saw while working with the Inquisitorium.",
                    "About a hundred meters after the arch, the Overwatch had to scale a cliff. Even with the rock being soft and crumbling, Kaine and Daasir had no problem climbing up. Daasir threw a rope down to help out. Undrake fell twice; he was most-likely getting too excited at first, skipping some security measures. Jenssar, preferring cockpits over cliff-climbing, waited for the rope, and carefully scaled up without any incident. Some of our travelers were beginning to feel the pain of a long hike and were most likely hoping to have a good old air-speeder in their pockets.",
                    "The final trail began by forking in two distinct paths. At the fork, they saw 3 markers. A stone marker had a new symbol carved in it and was positioned in the center of the fork. The two other stone markers were placed outside of each trail. Those two were similar to the ones they were following since the beginning of the hike.",
                    "The PCs went left. The forest became brighter and cleaner with less and less dead branches between the trees. They then saw, at a distance, about four or five caretakers that were gardening and cleaning the forest. They seemed from the same race as the guardians they killed earlier. Right as they were planning an attack strategy, a very polite force-ghost named Raimunus appeared and started to convince them to move back and take the right path instead. Saliris, another ghost, then joined the conversation in time to see the characters turn back. Based on Daasir and Undrake memory, the force-ghost are former members of the Order of the Balance, that were important somehow.",
                    "In the right trail, the dense forest slowly faded into a rocky swamp. There were bridges here and there that were built to cross ponds. This part of the forest was not cared about by anyone and was very dirty. After a while, the forest became more like a foggy wasteland with limited visibility. While advancing, there was nothing: fewer and fewer sounds, fewer and fewer animals, fewer and fewer lives.",
                    "Now facing a huge dark-force-user statue in the middle of the wasteland, Daasir and Undrake started to analyze the material and the carving. They then met Zacharious, Néméguène, and Amalicius, three new force-ghosts. Zacharious was a little boy, about 12 years old, dressed in a Jedi-like robe. Néméguène was a Thisspiasian, which are serpentine species with four arms, also wearing a Jedi-like robe. Amalicius was walking toward them from afar, in a slow, but confident gait. She was a strong woman, with dark brown hairs, wearing a fancy Jedi-like robe. She had strong facial traits and look severe. Maybe even a little deviant, but they did not noticed that. After a bit of talk, they agreed to help the characters acquire the dark temple artifact to vinquish the Voiceless One. They then jumped into Jenssar's family heirloom and lucky charm: a ring, given to his late father by Palpatine himself!",
                    "Tired of that hike, they arrived at the top to see both light and dark temples, separated by what seems to be a cliff. A bit further away was a landing platform, but they can't see if there is a ship or not that is landed there."
                ]
            },
            {
                "name": "The dark temple",
                "isVisible": true,
                "description": ["To be continued (episode in progress)..."]
            },
            {
                "name": "...",
                "isVisible": false,
                "description": [""]
            }
        ]
    },
    "template": {
        "name": "Episode X: ",
        "crawl": "",
        "isVisible": false,
        "description": ["TBD"],
        "chapters": [
            {
                "name": "...",
                "isVisible": false,
                "description": [""]
            }
        ]
    }
}
