{
    "Stormtrooper": {
        "clan": "Empire",
        "type": "MINION",
        "image_path": "/assets/images/npcs/stormtrooper.jpg",
        "attributes": {
            "wounds": 5,
            "defense": {
                "melee": 0,
                "ranged": 0
            },
            "soak": 5,
            "strain": 0
        },
        "characteristics": {
            "brawn": 3,
            "agility": 3,
            "intellect": 2,
            "cunning": 2,
            "willpower": 3,
            "presence": 1
        },
        "minion_skills": "Athletics, Discipline, Melee, Ranged (Heavy)",
        "equipment": [
            "Blaster rifle (Ranged [Heavy]; Damage 9; Critical 3; Range [Long]; Stun setting)",
            "Vibroknife (Melee; Damage 4; Critical 2; Range [Engaged]; Pierce 2, Vicious 1)",
            "2 frag grenades (Ranged [Light]; Damage 8; Critical 4; Range [Short]; Blast 6, Limited Ammo 1)",
            "Stormtrooper armor (+2 soak)",
            "Utility belt",
            "Extra reloads",
            "Individuals or groups of two may be armed with light repeating blasters with slings (Ranged [Heavy]; Damage 11; Critical 3; Range [Long]; Auto-fire, Cumbersome 4, Pierce 1)"
        ],
        "description": [
            "There is no greater symbol of the Emperor's New Order than the elite stormtrooper legions that enforce his will without remorse, mercy, or compassion. The featureless helmets, the uniformity of their armor, and the sheer number of them advancing without care for the losses they sustain, all contribute to their intractable image. The details of the Clone Wars have been long forgotten by the majority of the galaxy's denizens. As a result, there are precious few who associate the terrifying modern stormtroopers with the once-heroic clone troopers who waged that conflict on behalf of the Galactic Republic.",
            "The Imperial Stormtrooper Corps is an independent branch of the military, and while they answer to the officers of both the Army and the Navy, their own commanders have the discretion to ignore or overrule orders issued to them if they feel they are not in the best interests of the Galactic Empire. There are numerous specialties within the stormtrooper legions, the majority of which use equipment that meshes with their training to create a cadre of elite troops that can effectively serve in virtually any combat theater."
        ],
        "reference": {
            "source": "ACRB",
            "page": "420"
        }
    },
    "Leeadra Leonis": {
        "folder": "Empire/Main",
        "clan": "Empire",
        "type": "NEMESIS",
        "rank": "Grand Moff",
        "image_path": "/assets/images/npcs/grand-moff-leeadra-leonis.jpg",
        "motivation": {
            "desires": {
                "name": "Fame",
                "description": "Grand Moff Leonis seeks the limelight and wants to be recognized. She will pursue anything that can garner the attention and praise of the Emperor."
            },
            "fear": {
                "name": "Failure",
                "description": "Most people dislike failure, but Grand Moff Leonis actively fear it. She wants to be the perfect Imperial servant; which sometimes leads her to do nothing instead of a chance of failing."
            },
            "strength": {
                "name": "Wise",
                "description": "Through years of experience and countless events, Grand Moff Leonis has developed that rare quality: wisdom. The wise understand the truths of how their world works. Just as importantly, they know that sometimes, with the right effort, those truths can be overcome."
            },
            "flaw": {
                "name": "Intolerance",
                "description": "Grand Moff Leonis harbors some prejudices toward a group of people. These may be relatively “minor” biases, or they may give rise to an intense emotion of hatred or revulsion. Whatever form it takes, remember that intolerance is based more in emotion than rationality."
            }
        },
        "attributes": {
            "wounds": 12,
            "defense": {
                "melee": 0,
                "ranged": 0
            },
            "soak": 2,
            "strain": 14
        },
        "characteristics": {
            "brawn": 2,
            "agility": 3,
            "intellect": 4,
            "cunning": 3,
            "willpower": 4,
            "presence": 5
        },
        "skills": [
            "Charm 4",
            "Coercion 5",
            "Cool 4",
            "Deception 5",
            "Discipline 4",
            "Knowledge (Core Worlds) 5",
            "Leadership 5",
            "Ranged (Light) 3",
            "Streetwise 3",
            "Vigilance 3"
        ],
        "talents": [
            {
                "name": "Adversary 2",
                "effect": "Upgrade difficulty of all combat checks against this target twice."
            },
            {
                "name": "Plausible Deniability 4",
                "effect": "Remove [SE][SE][SE][SE] from all Coercion or Deception checks"
            },
            {
                "name": "Supreme Inspiring Rhetoric 2",
                "effect": "As a maneuver, may make an Average ([DI][DI]) Leadership check; each [SU] removes 1 strain or wound from one ally in short range; spend [AD] to remove 1 additional strain or wound from an affected ally; all affected allies add [BO][BO] to all checks for 4 rounds."
            }
        ],
        "abilities": [
            {
                "name": "Imperial Valor",
                "effect": "May perform a maneuver to cause all ranged attacks targeting the Grand Moff to instead hit one ally or helpless enemy he is engaged with, until the beginning of his next turn."
            }
        ],
        "equipment": [
            "Blaster pistol (Ranged [Light]; Damage 6; Critical 3; Range [Medium]; Stun setting)"
        ],
        "description": [
            "Grand Moff Leeadra Leonis overlook a critical priority sector consisting of almost 20 sectors and commands formidable forces aided by Grand Admiral Barret Marh and Grand General Lance Sleater."
        ]
    },
    "Barret Marh": {
        "folder": "Empire/Main",
        "clan": "Empire",
        "type": "NEMESIS",
        "rank": "Grand Admiral",
        "image_path": "/assets/images/npcs/grand-admiral-barret-marh.jpg",
        "attributes": {
            "wounds": 13,
            "defense": {
                "melee": 0,
                "ranged": 0
            },
            "soak": 3,
            "strain": 14
        },
        "characteristics": {
            "brawn": 3,
            "agility": 4,
            "intellect": 5,
            "cunning": 4,
            "willpower": 4,
            "presence": 5
        },
        "skills": [
            "Discipline 3",
            "Knowledge (Warfare) 4",
            "Leadership 4",
            "Ranged (Heavy) 2",
            "Ranged (Light) 3",
            "Perception 4",
            "Vigilance 3"
        ],
        "talents": [
            {
                "name": "Adversary 3",
                "effect": "Upgrade difficulty of all combat checks against this target three time."
            },
            {
                "name": "Command 3",
                "effect": "Add [BO][BO][BO] to Leadership checks; affected targets add [BO][BO][BO] to Discipline checks for the next 24 hours."
            },
            {
                "name": "Commanding Presence 2",
                "effect": "Remove [SE][SE] from all Leadership checks."
            },
            {
                "name": "Field Commander",
                "effect": "As an action, may make an Average ([DI][DI]) Leadership check; 4 allies may immediately suffer 1 strain to perform a free maneuver."
            }
        ],
        "abilities": [
            {
                "name": "Space Supremacy",
                "effect": "May perform a maneuver to direct an Imperial Navy minion group within medium range; the group may perform an immediate free maneuver or add [BO][BO] to its next check."
            },
            {
                "name": "Overwhelming Fire",
                "effect": "May perform a maneuver to direct an Imperial Navy minion group within medium range; the group may perform an immediate free combat check action."
            }
        ],
        "equipment": [
            "Blaster pistol (Ranged [Light]; Damage 6; Critical 3; Range [Medium]; Stun setting)"
        ],
        "description": [
            "Grand Admiral Barret Marh is actively seeking to eliminate the rebel threat, once and for all! And, under the command of Grand Moff Leonis, on board the Imperial Super Star Destroyer \"The Liberator\", he does a great job at it!"
        ],
        "gm-description": [
            "Grand Admiral Barret Marh is the nemesis of Admiral Zryv'yhx."
        ],
        "personality": "Suspicious",
        "motivation": {
            "desires": {
                "name": "Safety",
                "description": "Grand Admiral Marh values peace and comfort above all else. He seeks to eliminate the rebel threat, once and for all!"
            },
            "fear": {
                "name": "Nemesis",
                "description": "An old rival of Grand Admiral Marh, back at the academy, is now part of the Rebel Alliance: Zryv'yhx, an Arkanian. Marh failed to keep him from destroying 2 Imperial Star Destroyers before fleeing with a little band of rebels due to his cunning sense and his superior knowledge. Since then, Marh fears the day he will need to meat Zryv'yhx again."
            },
            "strength": {
                "name": "Curious",
                "description": "Life is a million mysteries, and Marh wants to learn about every one. This is probably the principal reason why he joined the navy!"
            },
            "flaw": {
                "name": "Laziness",
                "description": "Grand Admiral Marh always seeks the path of least resistance and can becomes intimidated by difficult or complex tasks."
            }
        }
    },
    "Carter Foxwell": {
        "folder": "Empire/Main",
        "clan": "Empire",
        "type": "NEMESIS",
        "rank": "Commander",
        "image_path": "/assets/images/npcs/commander-carter-foxwell.jpg",
        "attributes": {
            "wounds": 16,
            "defense": {
                "melee": 1,
                "ranged": 1
            },
            "soak": 4,
            "strain": 14
        },
        "characteristics": {
            "brawn": 2,
            "agility": 3,
            "intellect": 4,
            "cunning": 4,
            "willpower": 3,
            "presence": 4
        },
        "skills": [
            "Discipline 3",
            "Knowledge (Warfare) 3",
            "Leadership 3",
            "Ranged (Heavy) 2",
            "Ranged (Light) 3",
            "Perception 3",
            "Vigilance 2"
        ],
        "talents": [
            {
                "name": "Adversary 2",
                "effect": "Upgrade difficulty of all combat checks against this target twice."
            },
            {
                "name": "Command 2",
                "effect": "Add [BO][BO] to Leadership checks; affected targets add [BO][BO] to Discipline checks for the next 24 hours."
            },
            {
                "name": "Field Commander",
                "effect": "As an action, may make an Average ([DI][DI]) Leadership check; 4 allies may immediately suffer 1 strain to perform a free maneuver."
            }
        ],
        "abilities": [
            {
                "name": "COMPNOR Dedication",
                "effect": "May perform a maneuver to direct a COMPNOR agent within short range; the agent may suffer 1 strain to perform an immediate free combat check action."
            }
        ],
        "equipment": [
            "Blaster pistol (Ranged [Light]; Damage 6; Critical 3; Range [Medium]; Stun setting)",
            "Vibroknife (Melee; Damage 4; Critical 2; Range [Engaged]; Pierce 2, Vicious 1)",
            "(optional) Blaster carbine (Ranged [Heavy]; Damage 9; Critical 3; Range [Medium]; Stun setting)",
            "Armored clothing (+ 1 defense, +1 soak)"
        ],
        "description": [
            "Carter Foxwell is a respected Imperial Security Bureau Commander. He is the PCs overseer.",
            "Commander Foxwell has a missing leg that has been replaced by a cybernetic implant. This is due to some mission."
        ],
        "personality": "Rude",
        "motivation": {
            "desires": {
                "name": "Vengeance",
                "description": "A rebel cruiser crashed on his natal planet of X and killed his parents. On that day, eight years old Foxwell sworn to exact revenge against the Rebel Alliance."
            },
            "fear": {
                "name": "Obscurity",
                "description": "For all the sacrifice Commander Foxwell made for the New Order (including his leg), he wishes to be remembered as a true patriot in honor of his family. To achieve that goal, he works tirelessly."
            },
            "strength": {
                "name": "Idealistic",
                "description": "Commander Foxwell knows that the New Order is the only way to move forward! Those who wrong him on this tend to disappear."
            },
            "flaw": {
                "name": "Anger",
                "description": "After getting his cybernetic leg, Foxwell lost the only bit of patience that was left in him. He now frequently lashes out at his subordinate with extreme force and he overreacts very often."
            }
        }
    },
    "Lance Sleater": {
        "folder": "Empire/Main",
        "image_path": "/assets/images/npcs/lance-sleater.jpg",
        "type": "NEMESIS",
        "species": {
            "name": "Human"
        },
        "rank": "Grand General",
        "clan": "Empire",
        "description": [
            "Grand General Lance Sleater is a courageous man, serving under Grand Moff Leonis for many years, and leads the Priority Sectors' forces against the Rebel Alliance with pride!"
        ],
        "personality": "Gluttonous",
        "motivation": {
            "desires": {
                "name": "Wealth",
                "description": "Money and material possessions are the prime goals of Grand General Sleater. Grand General Sleater's family owns many businesses, and he will do many things to divert funds toward those companies (that he also own shares in)."
            },
            "fear": {
                "name": "Change",
                "description": "Grand General Sleater finds routine and stability comforting, and fears changes that could upend his day-to-day routine."
            },
            "strength": {
                "name": "Courageous",
                "description": "Fear has no place in Grand General Sleater's heart. He laughs at danger and gladly push himself and the men under his command to confront what others flee from."
            },
            "flaw": {
                "name": "Pride",
                "description": "Grand General Sleater is arrogant and thinks highly of himself; often at the expense of the others."
            }
        }
    },
    "Justen Baltzell": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny"
                },
                "gm-information": {
                    "description": [
                        "If the PCs are making too much noize about the investigation, Baltzell will begin to not like that and will try to shut the operation down; claiming that his cruiser was safe for years and will continue to be so under his exemplary command!"
                    ]
                }
            }
        ],
        "initialSeed": 75225,
        "gender": "Male",
        "type": "RIVAL",
        "image_path": "/assets/images/npcs/Justen-Baltzell.png",
        "rank": "Commodore",
        "clan": "Empire",
        "personality": "Raspy voice",
        "description": [
            "Commodore Baltzell is an old loyal officer of the New Order. He fought during the clone wars when he was only a young officer.",
            "The Navy is his life and he do not want to retire; but he prefers easier missions nowaday. That's why he got in charge of the first Assimilator-Class Interdictor Star Destroyer: the Destiny. The Emperor himself presided the ceremony."
        ],
        "motivation": {
            "desires": {
                "name": "Fame",
                "description": "Your character seeks the limelight and wants to be famous. They pursue anything that can garner attention and praise."
            },
            "fear": {
                "name": "Change",
                "description": "Your character finds routine and stability comforting, and fears changes that could upend their day-to-day routine."
            },
            "strength": {
                "name": "Courageous",
                "description": "Fear has no place in your character’s heart. They laugh at danger and gladly push themself to confront what others flee from. Note that your character probably still has a Fear Motivation. It’s up to you whether that Fear is the one thing that can undo your character’s courage, or if this Strength pushes them to confront the source of their Fear no matter what."
            },
            "flaw": {
                "name": "Compulsion",
                "description": "Commodore Baltzell is obsessed by his look; everything must be clean, his uniform perfect, etc. He (too) often replace his uniform, or try to clean it up (even when clean), etc. This is probably anoying to others, but he is most of the time the boss, so..."
            }
        }
    },
    "Bordie Claeson": {
        "initialSeed": 164408,
        "rank": "Captain",
        "clan": "Empire",
        "personality": "Amorous",
        "motivation": {
            "desires": {
                "name": "Knowledge",
                "description": "Your character wishes to uncover knowledge that may have been lost, forgotten, or locked away. This information could pertain to the world, or it could pertain to your character’s past or origins."
            },
            "fear": {
                "name": "Nemesis",
                "description": "Your character has a deadly foe, someone they fear (even if they don’t admit it). The nature of this enemy is up to you, but we suggest you consult with your GM. After all, your GM surely wants to bring this up in the game!"
            },
            "strength": {
                "name": "Courageous",
                "description": "Fear has no place in your character’s heart. They laugh at danger and gladly push themself to confront what others flee from. Note that your character probably still has a Fear Motivation. It’s up to you whether that Fear is the one thing that can undo your character’s courage, or if this Strength pushes them to confront the source of their Fear no matter what."
            },
            "flaw": {
                "name": "Compulsion",
                "description": "This could be addiction, fascination, obsession, or another automatic behavior that is self-destructive or otherwise impedes your character’s ability to function and be healthy."
            }
        }
    },
    "Tlauhath": {
        "initialSeed": 32968,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "RIVAL",
        "rank": "Ensign",
        "clan": "Empire",
        "personality": "Angry",
        "motivation": {
            "desires": {
                "name": "Safety",
                "description": "Your character values peace and comfort above all else. Perhaps they seek shelter, a steady source of food, or other material necessities, or they might seek emotional security in a place free from oppression and abuse."
            },
            "fear": {
                "name": "Poverty",
                "description": "For your character, it’s all about wealth and security. They fear being without, and they work hard to amass money, supplies, and other valuable items to ensure their status."
            },
            "strength": {
                "name": "Courageous",
                "description": "Fear has no place in your character’s heart. They laugh at danger and gladly push themself to confront what others flee from. Note that your character probably still has a Fear Motivation. It’s up to you whether that Fear is the one thing that can undo your character’s courage, or if this Strength pushes them to confront the source of their Fear no matter what."
            },
            "flaw": {
                "name": "Greed",
                "description": "Your character is never satisfied with what they have, always wanting more. They are willing to flout the law or infringe upon others’ rights in order to get what they want."
            }
        }
    },
    "Karly Cop": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": ["Officers Row", "Command Section"]
                }
            }
        ],
        "initialSeed": 56602,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "gender": "Female",
        "rank": "Chief of Department",
        "clan": "Empire",
        "personality": "Clueless",
        "description": [
            "Karly looks like the perfect Imperial officer: no hair misplaced, uniform ironed out, shiny boots and no makeup."
        ],
        "gm-description": [
            "Karly will do anything to delay internal affairs (the PCs), even if she has nothing against them. She realy is \"the perfect officer\", with a bright career in front of her."
        ],
        "motivation": {
            "desires": {
                "name": "Ambition",
                "description": "Your character craves power and authority over others. The character may pursue privilege, social status, or rank to achieve this goal."
            },
            "fear": {
                "name": "Expression",
                "description": "Karly likes to be girly in private and off-duty; which is the total opposite of her day to day look."
            },
            "strength": {
                "name": "Patient",
                "description": "Your character is always willing to wait and knows the power of being calm. By waiting for the right opportunity, your character avoids all manner of unpleasant and dangerous situations. However, when such an opportunity presents itself, your character acts swiftly and decisively."
            },
            "flaw": {
                "name": "Intolerance",
                "description": "Karly hates internal affairs, after her brother got himself wrongly imprisoned; she will reject most requests or reroute the agent to another higher ranked officer for approval (most of the time the agent will need to come back to her [and she knows it; she only want to delay them and piss them off a little])."
            }
        }
    },
    "Casandra Bucceri": {
        "initialSeed": 56611,
        "image_path": "/assets/images/npcs/250x250-generic.png",
        "type": "NEMESIS",
        "species": {
            "name": "Human"
        },
        "rank": "Lieutenant-General",
        "clan": "Generic",
        "personality": "Raspy voice",
        "motivation": {
            "desires": {
                "name": "Love",
                "description": "Your character seeks romantic affection and intimacy from another character. Your character might already have a true love or may strive to find someone to love and be loved by."
            },
            "fear": {
                "name": "Poverty",
                "description": "For your character, it’s all about wealth and security. They fear being without, and they work hard to amass money, supplies, and other valuable items to ensure their status."
            },
            "strength": {
                "name": "Adaptable",
                "description": "No matter what life throws at your character, they always rise to the challenge. Your character is flexible and can handle nearly every situation, no matter how grim or strange the circumstances."
            },
            "flaw": {
                "name": "Recklessness",
                "description": "Your character shows little regard for how their actions may affect themself or others, due either to low selfesteem or lack of forethought. They are especially prone to dangerous or inconsiderate actions."
            }
        }
    },
    "Zryv'yhx": {
        "folder": "Rebels/Main",
        "clan": "Rebel Alliance",
        "type": "NEMESIS",
        "rank": "Admiral",
        "image_path": "/assets/images/npcs/250x250-rebels.png",
        "species": {
            "name": "Arkanian"
        },
        "description": ["Zryv'yhx is ..."],
        "gm-description": [
            "Zryv'yhx is the nemesis of Grand Admiral Barret Marh"
        ],
        "motivation": {
            "desires": {
                "name": "Safety",
                "description": "Zryv'yhx values peace and comfort above all else. He wants to restore peace to the galaxy by getting rid of the evil Galactic Empire!"
            },
            "fear": {
                "name": "Nemesis",
                "description": "Admiral Zryv'yhx fears the next time he will have to encounter an old rival: Grand Admiral Marh. Back at the imperial academy, Marh failed to keep him from destroying 2 Imperial Star Destroyers before fleeing with a group of freedom fighters. Now Marh is a Grand Admiral!"
            },
            "strength": {
                "name": "Idealistic",
                "description": "Zryv'yhx believes in the Rebel Alliance and the freedom that it can get to the galaxy. Zryv'yhx feels like everyone should live up to his ideals and is disappointed when people don’t."
            },
            "flaw": {
                "name": "Deception",
                "description": "Zryv'yhx will become disloyal to those who do not adhere to his idealistic view of the galaxy, or anyone not agreeing with him for that matter. He does not fear to use coercion to help his cause; on both allies and enemies. Zryv'yhx is concerned with his wellbeing first and foremost, and he always presents himself in the best possible light even when that isn’t the case."
            }
        }
    },
    "Tarrance Favreau": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Engineering section"
                }
            }
        ],
        "initialSeed": 422762,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "rank": "Second Lieutenant",
        "clan": "Empire",
        "personality": "Hard of hearing",
        "description": [
            "Tarrance looks like he slept in a sublight engine and some unknown substances stain his uniform. He his clearly not heading to a parade.",
            "He wears a toolbelt and has, most of the time, some kind of diagnostic tools in his hand."
        ],
        "gm-description": [
            "Tarrance is a hell of a mechanic, but he hears nothing and knows nothing; besides how to keep a capital ship flying!"
        ],
        "motivation": {
            "desires": {
                "name": "Vengeance",
                "description": "Someone or something wronged your character in the past, and the character has sworn to exact revenge against the aggrieving party."
            },
            "fear": {
                "name": "Failure",
                "description": "Most people dislike failure, but some actively fear it. That fear may drive them to try to become absolutely perfect, or it may crush them into inaction. Maybe it does both."
            },
            "strength": {
                "name": "Adaptable",
                "description": "No matter what life throws at your character, they always rise to the challenge. Your character is flexible and can handle nearly every situation, no matter how grim or strange the circumstances."
            },
            "flaw": {
                "name": "Ignorance",
                "description": "Your character lacks a basic knowledge base or understanding of a society’s norms. This may be due to your character’s upbringing or their recent travel to another area of the world. This could be more than just being “uneducated”; at some level, your character may be willfully ignorant."
            }
        }
    },
    "Thacher Sigfrid": {
        "initialSeed": 37445,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "rank": "Lieutenant Commander",
        "clan": "Empire",
        "personality": "Jovial",
        "motivation": {
            "desires": {
                "name": "Safety",
                "description": "Your character values peace and comfort above all else. Perhaps they seek shelter, a steady source of food, or other material necessities, or they might seek emotional security in a place free from oppression and abuse."
            },
            "fear": {
                "name": "Isolation",
                "description": "Your character fears being isolated from other people and being doomed to live and die alone. Maybe this drives them to seek out relationships with anyone and everyone, even when a relationship is unpleasant or unhealthy."
            },
            "strength": {
                "name": "Analytical",
                "description": "Your character’s mind is like a computer, able to absorb a barrage of information and come to a logical conclusion. Your solutions always have the inarguable weight of reason, and you know how to pick your battles and when to bide your time."
            },
            "flaw": {
                "name": "Greed",
                "description": "Your character is never satisfied with what they have, always wanting more. They are willing to flout the law or infringe upon others’ rights in order to get what they want."
            }
        }
    },
    "Corry Stocks": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": ["Docking Bay", "Everywhere"]
                }
            }
        ],
        "image_path": "/assets/images/npcs/lieutenant-corry-stocks.jpg",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "rank": "Lieutenant",
        "gender": "Female",
        "clan": "Empire",
        "description": [
            "Standing 5' 9\" tall, Lieutenant Corry Stocks is an olive-skinned woman that has a sweet and innocent feel about her. She has a narrow face with a small nose, small ears, rosy cheeks, and puffy lips. Her blue eyes are wide, she has tapered eyebrows, and long braided blonde hairs. She has toned arms, sexy curves, and long legs."
        ],
        "personality": "Vain",
        "motivation": {
            "desires": {
                "name": "Love",
                "description": "She seeks romantic affection and intimacy from [some offier] and she strive to be loved by him. But just being loved or charmed could also do, for a while."
            },
            "fear": {
                "name": "Isolation",
                "description": "She fears being isolated from other people and being doomed to live and die alone. That's what drives her to seek out relationships with anyone and everyone, even when a relationship is unpleasant or unhealthy."
            },
            "strength": {
                "name": "Adaptable",
                "description": "No matter what life throws at your character, they always rise to the challenge. Your character is flexible and can handle nearly every situation, no matter how grim or strange the circumstances."
            },
            "flaw": {
                "name": "Deception",
                "description": "She is concerned with her own wellbeing first and foremost, and she always present herself in the best possible light even when that isn’t the case."
            }
        }
    },
    "Naarlock": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Captain-Naarlock.png",
        "type": "NEMESIS",
        "species": {
            "name": "Human"
        },
        "rank": "Captain",
        "gender": "Female",
        "clan": "Pirates",
        "description": ["Bad ass killer pirate captain!"],
        "gm-description": [
            "Their base name is the Atoll of the Unnamed. The planet is very watery. The base entrance is coral rim that completely encircles a lagoon; with a force field that get the water outside, if you don't know, it looks like a normal lagoon. When entering the base, it feels like crashing in the water!"
        ],
        "motivation": {
            "desires": {
                "name": "Fame",
                "description": "Your character seeks the limelight and wants to be famous. They pursue anything that can garner attention and praise."
            },
            "fear": {
                "name": "Commitment",
                "description": "The idea of making promises or being relied on scares your character, who hates the idea that someone else is relying on them. This fear of commitment could manifest in relationships, on the job, or among family."
            },
            "strength": {
                "name": "Adaptable",
                "description": "No matter what life throws at your character, they always rise to the challenge. Your character is flexible and can handle nearly every situation, no matter how grim or strange the circumstances."
            },
            "flaw": {
                "name": "Deception",
                "description": "Your character may be disloyal or a compulsive liar. They are concerned with their own wellbeing first and foremost, and they might always present themselves in the best possible light even when that isn’t the case."
            }
        }
    },
    "Claudette Mauve Malasky": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Claudette-Mauve-Malasky.png",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "gender": "Female",
        "clan": "Pirates",
        "description": [
            "Claudette “Mauve” Malasky, called M&M, is the captain and pilot of the Scalvenker!",
            "The Scalvenker's crew is part of Captain Naarlock's pirates band."
        ],
        "motivation": {
            "strength": {
                "name": "Analytical",
                "description": "Your character’s mind is like a computer, able to absorb a barrage of information and come to a logical conclusion. Your solutions always have the inarguable weight of reason, and you know how to pick your battles and when to bide your time."
            },
            "flaw": {
                "name": "Intolerance",
                "description": "She is highly intolerance against all political groups like the Empire or the Rebel Alliance."
            }
        }
    },
    "Hugo the Hatless": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Hugo-the-Hatless.png",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "gender": "Male",
        "clan": "Pirates",
        "description": [
            "Hugo the Hatless is a crew member of the Scalvenker (Cannoneers)."
        ],
        "motivation": {
            "strength": {
                "name": "Spiritual",
                "description": "Hugo the Hatless believes in Naarlok. His belief gives him a solid mental bedrock he can always rely on."
            },
            "flaw": {
                "name": "Pride",
                "description": "Hugo the Hatless is arrogant, vain, self-absorbed, and thinks highly of himself at the expense of others. He also feel indestructible, due to his believes."
            }
        }
    },
    "Elanor Bones": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Elanor-Bones-Deranek.jpg",
        "type": "RIVAL",
        "species": {
            "name": "Human"
        },
        "gender": "Female",
        "clan": "Pirates",
        "description": [
            "Elanor “Bones” is a crew member of the Scalvenker (Cannoneers)."
        ],
        "motivation": {
            "strength": {
                "name": "Idealistic",
                "description": "Elanor “Bones” believes in the Naarlock pirate's code; Pirates for life!; those ideals are nothing short of sacred. Bones feels that everyone should live up to the pirate code and she gets disappointed with people that don’t."
            },
            "flaw": {
                "name": "Recklessness",
                "description": "Elanor “Bones” shows little regard for how their actions may affect herself or others, as long as she follows her ideals. She is prone to dangerous and inconsiderate actions."
            }
        }
    },
    "Pirate Swarm": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Pirate-Minions.jpg",
        "type": "minion",
        "species": {
            "name": "Human"
        },
        "clan": "Pirates",
        "attributes": {
            "wounds": 5,
            "defense": {
                "melee": 0,
                "ranged": 0
            },
            "soak": 4,
            "strain": 0
        },
        "characteristics": {
            "brawn": 2,
            "agility": 3,
            "intellect": 1,
            "cunning": 2,
            "willpower": 1,
            "presence": 2
        },
        "minion_skills": "Cool, Ranged (Heavy) or Ranged (Light)",
        "equipment": [
            "Heavy Blaster Pistol (Ranged [Light], Damage: 7; Critical: 3; Range [Medium]; Stun Setting)",
            "Blaster Carabine (Ranged [Heavy]; Damage: 9; Critical: 3; Range [Medium]; Stun Setting)",
            "Vibroknife (Melee; Damage 3; Critical 2; Range [Engaged]; Pierce 2, Vicious 1)",
            "Padded Armor (+2 soak)"
        ],
        "description": ["Captain Naarlock's pirates swarm!"]
    },
    "Pirate Commando": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Pirate-Commando.jpg",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "clan": "Pirates",
        "attributes": {
            "wounds": 12,
            "defense": {
                "melee": 1,
                "ranged": 1
            },
            "soak": 4,
            "strain": 0
        },
        "characteristics": {
            "brawn": 2,
            "agility": 3,
            "intellect": 2,
            "cunning": 3,
            "willpower": 2,
            "presence": 2
        },
        "skills": [
            "Cool 2",
            "Melee 1",
            "Ranged (Light) 2",
            "Ranged (Heavy) 2",
            "Perception 2",
            "Stealth 1",
            "Streewise 2",
            "Survival 2"
        ],
        "talents": [
            {
                "name": "Quick Draw",
                "effect": "May draw or holster a weapon as an incidental."
            },
            {
                "name": "TODO",
                "effect": "Find another one; maybe something like a flamethrower attack or something else badass..."
            }
        ],
        "equipment": [
            "Disruptor Pistol (Ranged [Light]; Damage 10; Critical 2; Range [Short]; Vicious 4)",
            "TODO: add a rifle (Ranged [Heavy])",
            "2x Stun Grenade (Ranged [Light]; Damage 8; Critical 4; Range [Short]; Blast 8; Disorient 3; Limited Ammo 1; Stun Damage)",
            "Pirate Commando Armor (+2 soak, +1 defense)",
            "Utility belt"
        ],
        "description": ["Captain Naarlock's pirates commandos!"]
    },
    "Briggs The Ghost Hatzenbuhler": {
        "folder": "Pirates/Naarlock",
        "image_path": "/assets/images/npcs/Pirate-The-Ghost.jpg",
        "type": "nemesis",
        "species": {
            "name": "Human"
        },
        "clan": "Pirates",
        "personality": "Silent",
        "motivation": {
            "desires": {
                "name": "Justice",
                "description": "Your character believes in a set of ethics that demands fair treatment for all. Your character is dedicated to righting inequality and protecting others’ rights."
            },
            "fear": {
                "name": "Failure",
                "description": "Most people dislike failure, but some actively fear it. That fear may drive them to try to become absolutely perfect, or it may crush them into inaction. Maybe it does both."
            },
            "strength": {
                "name": "Curious",
                "description": "Life is a million mysteries, and your character wants to learn about every one. Whether curiosity drives them to meet new people, explore distant locales, or learn fantastic new truths and ideas is up to you."
            },
            "flaw": {
                "name": "Compulsion",
                "description": "This could be addiction, fascination, obsession, or another automatic behavior that is self-destructive or otherwise impedes your character’s ability to function and be healthy."
            }
        },
        "attributes": {
            "wounds": 20,
            "defense": {
                "melee": 1,
                "ranged": 1
            },
            "soak": 6,
            "strain": 12
        },
        "characteristics": {
            "brawn": 4,
            "agility": 4,
            "intellect": 2,
            "cunning": 3,
            "willpower": 2,
            "presence": 3
        },
        "skills": [
            "Brawl 3",
            "Coercion 3",
            "Cool 3",
            "Coordination 2",
            "Deception 3",
            "Discipline 3",
            "Leadership 2",
            "Ranged (Light) 3",
            "Ranged (Heavy) 3",
            "Melee 4",
            "Resilience 2",
            "Skulduggery 3",
            "Stealth 4"
        ],
        "talents": [
            {
                "name": "Adversary 2",
                "effect": "Upgrade difficulty of all combat checks against this target twice."
            },
            {
                "name": "Feral Strength 2",
                "effect": "+2 damage on all Brawl and Melee attacks."
            },
            {
                "name": "Knockdown",
                "effect": "May spend [TR] to knock target prone with successful melee attack."
            }
        ],
        "abilities": [
            {
                "name": "Pirate Leader",
                "effect": "May perform a maneuver to give orders to other pirate allies in medium range, granting them [BO] on their next check."
            }
        ],
        "equipment": [
            "Heavy Blaster Rifle (Ranged [Heavy]; Damage 10; Critical 3; Range [Long]; Auto-fire, Cumbersome 3)",
            "Vibro-ax (Melee; Damage 9; Critical 2; Range [Engaged]; Pierce 2, Sunder, Vicious 3)",
            "Briggs' Ghost Pirate Armor (+2 soak, +1 defense; Personal Stealth/Phaser Generator [Upgrade detection check twice when stealth; Upgrade difficulty of all combat checks against this target once]; Sound suppressor [Add [BO] to Stealth checks])",
            "Utility belt"
        ],
        "description": [
            "Briggs Hatzenbuhler also known as « The Ghost », is one of the high ranking members of the Naarlock's pirate crew.",
            "He got his nickname due to his stealthy nature, or because he doesn't speak much, or both. Nevertheless, he is not someone to reckon with."
        ]
    },
    "Garold Carbonneau": {
        "folder": "Empire/Introduction",
        "initialSeed": 459882,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Commodore",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Navy",
        "personality": "Snooty",
        "motivation": {
            "strength": {
                "name": "Courageous",
                "description": "Fear has no place in your character’s heart. They laugh at danger and gladly push themself to confront what others flee from. Note that your character probably still has a Fear Motivation. It’s up to you whether that Fear is the one thing that can undo your character’s courage, or if this Strength pushes them to confront the source of their Fear no matter what."
            },
            "flaw": {
                "name": "Timid",
                "description": "Your character is extremely risk averse, opting instead to take more thorough or tried-and-true approaches. They may take too long to act or may be unable to act at all in the face of new or intimidating challenges."
            }
        },
        "description": [
            "Commodore Carbonneau is the officer in charge of the ISD Falsifier, coming to rescue the PCs from pirate captain Naarlok! Agent Undrake called Commodore Carbonneau following their incapacity to contain the Naarlok threat themselves."
        ]
    },
    "Derrek Guthrie": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Everywhere"
                }
            }
        ],
        "description": [
            "Inspector General Guthrie is the internal affaire ISB agent responsible of the Destiny and he will collaborate with any other ISB agent at 200%."
        ],
        "gm-description": [
            "He gives the PCs way too much information to be useful. Every officer's \"wrong\" move, in its presence, has been tracked and documented, even the most insignificant details!",
            "He believes that most officers should be re-educated! Well, more like most Imperial citizen... he his a little intense."
        ],
        "initialSeed": 453990,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Inspector General",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Compnor",
        "personality": "Hates droids",
        "motivation": {
            "strength": {
                "name": "Idealistic",
                "description": "The COMPNOR is all! Everyone must follow the rules dictated by the Emperor or suffer the consequences!"
            },
            "flaw": {
                "name": "Greed",
                "description": "Inspector General Guthrie is never satisfied with what he has and he is willing to infringe upon others’ rights in order to get what he wants."
            }
        }
    },
    "Federico Taliento": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Vehicle Maintenance"
                }
            }
        ],
        "initialSeed": 467658,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Lieutenant",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Navy",
        "personality": "Unusual voice",
        "motivation": {
            "strength": {
                "name": "Patient",
                "description": "Your character is always willing to wait and knows the power of being calm. By waiting for the right opportunity, your character avoids all manner of unpleasant and dangerous situations. However, when such an opportunity presents itself, your character acts swiftly and decisively."
            },
            "flaw": {
                "name": "Deception",
                "description": "Your character may be disloyal or a compulsive liar. They are concerned with their own wellbeing first and foremost, and they might always present themselves in the best possible light even when that isn’t the case."
            }
        }
    },
    "Winne Squires": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Engineering section"
                }
            }
        ],
        "gm-description": [
            "Squires is a great computer engineer, but with people, not so much; she take pauses when she talk and mixup words."
        ],
        "initialSeed": 111878,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Captain",
        "gender": "Female",
        "clan": "Empire",
        "corp": "Navy",
        "personality": "Lapses in language",
        "motivation": {
            "strength": {
                "name": "Analytical",
                "description": "Squires’s mind is like a computer, able to absorb a barrage of information and come to a logical conclusion. Her solutions always have the inarguable weight of reason, and she knows how to pick her battles and when to bide her time."
            },
            "flaw": {
                "name": "Pride",
                "description": "Squires is so proude of her work, that she quickly become self-absorbed and talk to others like they should know all of that stuff, sometime at their expense. And there goes her social life!"
            }
        }
    },
    "Steven Winterrowd": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Officers row"
                }
            }
        ],
        "gm-description": [
            "Winterrowd, hates newcomers to the point that he his xenophobic. All of that mixed with his flaw can lead to him telling lies about day to day operations. He believes that he is doing the good thing because the ship was not ready for an inspection.",
            "The commodore will defend him is the PCs press too much. Winterrowd is a 100% dedicated to the empire!"
        ],
        "initialSeed": 78276,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Lieutenant",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Navy",
        "personality": "Xenophobic",
        "motivation": {
            "strength": {
                "name": "Spiritual",
                "description": "The Destiny is his home and the empire is his family!"
            },
            "flaw": {
                "name": "Deception",
                "description": "If something is not 100% right during the inspection, Winterrowd will try to hide the truth to make things right."
            }
        }
    },
    "Joseph Mcvaney": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Crew living section"
                }
            }
        ],
        "initialSeed": 302132,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Second Lieutenant",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Navy",
        "personality": "Hates droids",
        "motivation": {
            "strength": {
                "name": "Wise",
                "description": "Through years of experience and countless events, your character has developed that rare quality: wisdom. The wise understand the truths of how their world works. Just as importantly, they know that sometimes, with the right effort, those truths can be overcome."
            },
            "flaw": {
                "name": "Timid",
                "description": "Your character is extremely risk averse, opting instead to take more thorough or tried-and-true approaches. They may take too long to act or may be unable to act at all in the face of new or intimidating challenges."
            }
        }
    },
    "Sylvia Pellissier": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Hangar Bays"
                }
            }
        ],
        "description": [
            "Captain Pellissier is the best Tie Interceptor squad leader on board of the Destiny.",
            "She looks a little odd with her missing eye, nevertheless, she never wanted a cyber-replacement; she's still the best pilot of that sectors (and still recklessness)."
        ],
        "initialSeed": 208139,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Captain",
        "gender": "Female",
        "clan": "Empire",
        "corp": "Appointments",
        "personality": "Missing eye",
        "motivation": {
            "strength": {
                "name": "Wise",
                "description": "Through years of experience and countless events, your character has developed that rare quality: wisdom. The wise understand the truths of how their world works. Just as importantly, they know that sometimes, with the right effort, those truths can be overcome."
            },
            "flaw": {
                "name": "Recklessness",
                "description": "Your character shows little regard for how their actions may affect themself or others, due either to low selfesteem or lack of forethought. They are especially prone to dangerous or inconsiderate actions."
            }
        }
    },
    "Jeannette Shotts": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Crew living section"
                }
            }
        ],
        "initialSeed": 330585,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Commander",
        "gender": "Female",
        "clan": "Empire",
        "corp": "Appointments",
        "personality": "Raspy voice",
        "motivation": {
            "strength": {
                "name": "Patient",
                "description": "Your character is always willing to wait and knows the power of being calm. By waiting for the right opportunity, your character avoids all manner of unpleasant and dangerous situations. However, when such an opportunity presents itself, your character acts swiftly and decisively."
            },
            "flaw": {
                "name": "Timid",
                "description": "Your character is extremely risk averse, opting instead to take more thorough or tried-and-true approaches. They may take too long to act or may be unable to act at all in the face of new or intimidating challenges."
            }
        }
    },
    "Marve Stathas": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Vehicle Storage"
                }
            }
        ],
        "initialSeed": 497219,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Supervisor",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Appointments",
        "personality": "Missing limb",
        "motivation": {
            "strength": {
                "name": "Wise",
                "description": "Through years of experience and countless events, your character has developed that rare quality: wisdom. The wise understand the truths of how their world works. Just as importantly, they know that sometimes, with the right effort, those truths can be overcome."
            },
            "flaw": {
                "name": "Greed",
                "description": "Your character is never satisfied with what they have, always wanting more. They are willing to flout the law or infringe upon others’ rights in order to get what they want."
            }
        }
    },
    "Husein Bluma": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Bridge"
                }
            }
        ],
        "initialSeed": 336060,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Communication",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Appointments",
        "personality": "Brash",
        "motivation": {
            "strength": {
                "name": "Adaptable",
                "description": "No matter what life throws at your character, they always rise to the challenge. Your character is flexible and can handle nearly every situation, no matter how grim or strange the circumstances."
            },
            "flaw": {
                "name": "Timid",
                "description": "Your character is extremely risk averse, opting instead to take more thorough or tried-and-true approaches. They may take too long to act or may be unable to act at all in the face of new or intimidating challenges."
            }
        }
    },
    "Barclay Camu": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Bridge"
                }
            }
        ],
        "initialSeed": 477733,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Navigator",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Appointments",
        "personality": "Dry-humored",
        "motivation": {
            "strength": {
                "name": "Analytical",
                "description": "Your character’s mind is like a computer, able to absorb a barrage of information and come to a logical conclusion. Your solutions always have the inarguable weight of reason, and you know how to pick your battles and when to bide your time."
            },
            "flaw": {
                "name": "Pride",
                "description": "Pride does not always have to be a Flaw, but it can easily become one. Your character is arrogant, vain, or self-absorbed, or thinks highly of themself at the expense of others."
            }
        }
    },
    "Phil Ellingsen": {
        "folder": "Empire/Assimilator-Destiny",
        "locations": [
            {
                "name": "Episode 0",
                "information": {
                    "ship": "Assimilator-Class Interdictor Star Destroyer Destiny",
                    "area": "Bridge"
                }
            }
        ],
        "initialSeed": 211261,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Communication",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Appointments",
        "personality": "Very old",
        "motivation": {
            "strength": {
                "name": "Spiritual",
                "description": "It doesn’t matter so much what your character believes in: that depends a lot on your game’s setting. What’s important is that your character believes. Their belief gives them a solid mental bedrock they can always rely on."
            },
            "flaw": {
                "name": "Recklessness",
                "description": "Your character shows little regard for how their actions may affect themself or others, due either to low selfesteem or lack of forethought. They are especially prone to dangerous or inconsiderate actions."
            }
        }
    },
    "Ambros Walty": {
        "initialSeed": 104594,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "nemesis",
        "species": {
            "name": "Human"
        },
        "rank": "Deputy Director",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Compnor",
        "personality": "Morose",
        "motivation": {
            "desires": {
                "name": "Belonging",
                "description": "Your character seeks to be liked by others and goes out of the way to make a good impression. Your character seeks to be accepted by a community or faction."
            },
            "fear": {
                "name": "Expression",
                "description": "Your character has some behavior or means of expressing themself privately that they do not want the world to know about. The nature of that behavior is up to you. Keep the setting in mind when you come up with it, though."
            },
            "strength": {
                "name": "Courageous",
                "description": "Fear has no place in your character’s heart. They laugh at danger and gladly push themself to confront what others flee from. Note that your character probably still has a Fear Motivation. It’s up to you whether that Fear is the one thing that can undo your character’s courage, or if this Strength pushes them to confront the source of their Fear no matter what."
            },
            "flaw": {
                "name": "Laziness",
                "description": "Your character always seeks the path of least resistance and becomes intimidated by difficult or complex tasks."
            }
        }
    },
    "Prescott Oleksyn": {
        "initialSeed": 193637,
        "image_path": "/assets/images/npcs/250x250-empire.png",
        "type": "rival",
        "species": {
            "name": "Human"
        },
        "rank": "Agent",
        "gender": "Male",
        "clan": "Empire",
        "corp": "Compnor",
        "personality": "Raspy voice",
        "motivation": {
            "strength": {
                "name": "Spiritual",
                "description": "It doesn’t matter so much what your character believes in: that depends a lot on your game’s setting. What’s important is that your character believes. Their belief gives them a solid mental bedrock they can always rely on."
            },
            "flaw": {
                "name": "Greed",
                "description": "Your character is never satisfied with what they have, always wanting more. They are willing to flout the law or infringe upon others’ rights in order to get what they want."
            }
        }
    }
}
