{
    "Lutrillian": {
        "description": [
            "### Physiology",
            "Lutrillians are chubby mammals whose blubber keeps them warm. Their thick skin can be reddish, tan, or a pale white. Their hands can have three, four, or five fingers, which occasionally include claws. Their neckless head has pointed ears, large black eyes, a wide cleft mouth, and a flat nose. Brown hair can grow atop their head and on their jowls.",
            "### Society",
            "Lutrillians are typically nomadic and adventurous. Many enjoy business, a job in which they are cunning and bold. Their ways have even created the phrase “Lutrillian Bar-gain:” a deal in which both sides benefit, but one side does much better. Despite greed, they get along very well, tend-ing to be likable. They are gregarious in their quest for profit, travelling the galaxy during their adventures. They have been friendly towards those that have came to them, although this has created an animosity with one their neighbors: the Mugaari. These once ruled a sector of space including Lutrillia, before Republic annexation ousted them from power. The Mugaari blame the Lutrillians in particular for this event, as they have gotten along the best with the humans.",
            "### Crowded Cities",
            "Coming from a crowded homeworld has had many effects on the Lutrillians. One of the most notable is a lack of respect for personal space. While their social skills can often make up for this error, it has also had another major effect: dispersing the Lutrillians. They are a common sight throughout the Greater Javin, where they act is entrepre-neurs and merchants. It can, of course, have different effects on each Lutrillian. One might seek urban areas similar to that of his home, while another might seek to avoid cities, choosing to start life anew in a rural location. ",
            "### Homeworld",
            "Despite having just 800 million people, Lutrillia is very crowded. A cold planet, it is very distinctive for a modern yet nomadic lifestyle. The cities are wheeled, travelling around the planet in order to reach new resources and avoid predators. Half these cities go east, the other half go west. Smaller transports go between the cities. These cities are very crowded, so many Lutrillians chose to find new opportunities on a different planet. They have colonies on Kirtarkin, Gerrenthum, and Ione.",
            "### Language",
            "Lutrillians speak Lutrillian, as well as Basic to conduct business with. It is a rather choppy language."
        ]
    }
}
