[
    {
        "Name": "All-Terrain Driver",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Do not suffer usual penalties for driving through difficult terrain when using Driving.",
        "Source": "ACRB, ETU, ND",
        "From": "All-Terrain Driver",
        "Depreciated": ""
    },
    {
        "Name": "Apothecary",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When a patient under your character’s care heals wounds from natural rest, they heal additional wounds equal to twice your character’s ranks in Apothecary.",
        "Source": "ROT",
        "From": "Apothecary",
        "Depreciated": ""
    },
    {
        "Name": "Bad Cop",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "May spend [AD][AD] from a Deception or Coercion check to upgrade ability of a single ally's subsequent Social Interaction check against the target a number of times equal to ranks in Bad Cop.",
        "Source": "FH, KTP",
        "From": "Bad Cop",
        "Depreciated": ""
    },
    {
        "Name": "Black Market Contacts",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When purchasing illegal goods, may reduce rarity by 1 per rank of Black Market Contacts, increasing cost by 50 percent of base cost per reduction.",
        "Source": "ECRB",
        "From": "Black Market Contacts",
        "Depreciated": ""
    },
    {
        "Name": "Bought Info",
        "Tier": 1,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "When making any knowledge skill check, your character can instead use this talent to spend an amount of currency equal to fifty times the difficulty of the check and automatically succeed on the knowledge check with one uncanceled [SU] (instead of rolling). At your GM’s discretion, your character may not be able to use Bought Info if the information is particularly sensitive or difficult to find, or buying it doesn’t make narrative sense.",
        "Source": "GCRB",
        "From": "Bought Info",
        "Depreciated": ""
    },
    {
        "Name": "Brace",
        "Tier": 1,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "As a maneuver, the character may Brace himself. This allows a character to remove [SE] per rank of Brace from the next skill check based on changing conditions, inclement weather, unstable surfaces, zero gravity, heavy gravity, or other disruptive physical obstacles that would make a skill check more difficult.",
        "Source": "ACRB, ECRB",
        "From": "Brace",
        "Depreciated": ""
    },
    {
        "Name": "Bullrush",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character makes a Brawl, Melee (Light), or Melee (Heavy) combat check after using a maneuver to engage a target, you may spend [AD][AD][AD] or [TR] to use this talent to knock the target prone and move them up to one range band away from your character.",
        "Source": "ROT",
        "From": "Bullrush",
        "Depreciated": ""
    },
    {
        "Name": "Call 'Em",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Do not add [SE] to combat checks due to the use of the Aim maneuver.",
        "Source": "FC",
        "From": "Call 'Em",
        "Depreciated": ""
    },
    {
        "Name": "Challenge!",
        "Tier": 1,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Once per encounter, your character may use this talent to choose a number of adversaries within short range no greater than your character’s ranks in Challenge! (a minion group counts as a single adversary for this purpose). Until the encounter ends or your character is incapacitated, these adversaries add [BO] to combat checks targeting your character and [SE][SE] to combat checks targeting other characters.",
        "Source": "ROT",
        "From": "Challenge!",
        "Depreciated": ""
    },
    {
        "Name": "Clever Retort",
        "Tier": 1,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Once per encounter, your character may use this talent to add automatic [TH][TH] to another character’s social skill check.",
        "Source": "GCRB",
        "From": "Clever Retort",
        "Depreciated": ""
    },
    {
        "Name": "Construction Specialist",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character removes one [SE] per rank of Construction Specialist from checks made to construct bases, defense works, positions, fortifications, tunnels, bunkers, and similar combat engineering projects .",
        "Source": "FO",
        "From": "Construction Specialist",
        "Depreciated": ""
    },
    {
        "Name": "Creative Design",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "As part of resolving a successful crafting check, your character may also apply a result equivalent to spending a number of [AD] equal to their ranks in Creative Design. The GM may then apply a result equivalent to the same number of [TH].",
        "Source": "FO",
        "From": "Creative Design",
        "Depreciated": ""
    },
    {
        "Name": "Dark Insight",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When a spell adds a quality to your character's spell with a rating determined by your character's ranks in Knowledge (Lore), your character may use their ranks in Knowledge (Forbidden) instead.",
        "Source": "ROT",
        "From": "Dark Insight",
        "Depreciated": ""
    },
    {
        "Name": "Defensive Sysops",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When attempting to defend a computer system against intrusion (or when someone attempts to hack a computer owned or programmed by your character) your character adds [SE][SE] to their opponent’s checks. If your character has access to the computer system when the intrusion takes place, they are automatically aware of the intrusion.",
        "Source": "GCRB",
        "From": "Defensive Sysops",
        "Depreciated": ""
    },
    {
        "Name": "Desperate Recovery",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Before your character heals strain at the end of an encounter, if their strain is more than half of their strain threshold, they heal two additional strain.",
        "Source": "GCRB",
        "From": "Desperate Recovery",
        "Depreciated": ""
    },
    {
        "Name": "Duelist",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character adds [BO] to their melee combat checks while engaged with a single opponent. Your character adds [SE] to their melee combat checks while engaged with three or more opponents.",
        "Source": "GCRB",
        "From": "Duelist",
        "Depreciated": ""
    },
    {
        "Name": "Dungeoneer",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "After your character makes a Perception, Vigilance, or Knowledge (Adventuring) check to notice, identify, or avoid a threat in a cavern, subterranean ruin, or similar location, your character cancels a number of uncanceled [TH] no greater than your character's ranks in Dungeoneer.",
        "Source": "ROT",
        "From": "Dungeoneer",
        "Depreciated": ""
    },
    {
        "Name": "Durable",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character reduces any Critical Injury result they suffer by 10 per rank of Durable, to a minimum of 01.",
        "Source": "GCRB",
        "From": "Durable",
        "Depreciated": ""
    },
    {
        "Name": "Extra Ammo",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Cannot run out of ammo due to a [DE]. Items with Limited Ammo quality run out of ammo as normal.",
        "Source": "ACRB, ECRB",
        "From": "Spare Clip",
        "Depreciated": ""
    },
    {
        "Name": "Familiar Sky",
        "Tier": 1,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per session, may perform a Familiar Sky maneuver; make a Hard (???) Knowledge check to reveal the current type of environment and other useful information.",
        "Source": "ACRB, ECRB",
        "From": "Familiar Suns",
        "Depreciated": ""
    },
    {
        "Name": "Finesse",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a Brawl or Melee (Light) check, your character may use Agility instead of Brawn.",
        "Source": "ROT",
        "From": "Finesse",
        "Depreciated": ""
    },
    {
        "Name": "Forager",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character removes up to [SE][SE] from any skill checks they make to find food, water, or shelter. Checks to forage or search the area that your character makes take half the time they would normally.",
        "Source": "GCRB",
        "From": "Forager",
        "Depreciated": ""
    },
    {
        "Name": "Good Cop",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "May spend [AD][AD] from a Charm or Negotiation check to upgrade ability of a single ally's subsequent Social Interaction check against the target a number of times equal to ranks in Good Cop.",
        "Source": "JOY, FH, ND",
        "From": "Good Cop",
        "Depreciated": ""
    },
    {
        "Name": "Grit",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Each rank of Grit increases your character’s strain threshold by one.",
        "Source": "GCRB",
        "From": "Grit",
        "Depreciated": ""
    },
    {
        "Name": "Hamstring Shot",
        "Tier": 1,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per round, your character may use this talent to perform a ranged combat check against one non-vehicle target within range of the weapon used. If the check is successful, halve the damage inflicted by the attack (before reducing damage by the target’s soak). The target is immobilized until the end of its next turn.",
        "Source": "GCRB",
        "From": "Hamstring Shot",
        "Depreciated": ""
    },
    {
        "Name": "Hidden Storage",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Gain hidden storage in vehicles or equipment that holds items with total encumbrance equal to ranks in Hidden Storage.",
        "Source": "ACRB, EBGR, ECRB",
        "From": "Hidden Storage",
        "Depreciated": ""
    },
    {
        "Name": "Jump Up",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round during your character’s turn, your character may use this talent to stand from a prone or seated position as an incidental.",
        "Source": "GCRB",
        "From": "Jump Up",
        "Depreciated": ""
    },
    {
        "Name": "Knack for It",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When you purchase this talent for your character, select one skill. Your character removes [SE][SE] from any checks they make using this skill. Each additional time you purchase this talent for your character, select two additional skills. Your character also removes [SE][SE] from any checks they make using these skills. You cannot select combat or magic skills when choosing skills for this talent.",
        "Source": "GCRB",
        "From": "Knack for It",
        "Depreciated": ""
    },
    {
        "Name": "Know Somebody",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Once per session, when attempting to purchase a legally available item, your character may use this talent to reduce its rarity by one per rank of Know Somebody.",
        "Source": "GCRB",
        "From": "Know Somebody",
        "Depreciated": ""
    },
    {
        "Name": "Knowledge Specialization",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When acquired, choose 1 Knowledge skill. When making that skill check, may spend a [TR] result to gain additional [SU] equal to ranks in Knowledge Specialization.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Knowledge Specialization",
        "Depreciated": ""
    },
    {
        "Name": "Let’s Ride",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round during your character's turn, your character can use this talent to mount or dismount from a vehicle or animal, or move from one position in a vehicle to another (such as from the cockpit to a gun turret) as an incidental. In addition, if your character suffers a short-range fall (see page 112) from a vehicle or animal, they suffer no damage and land on their feet.",
        "Source": "GCRB",
        "From": "Let’s Ride",
        "Depreciated": ""
    },
    {
        "Name": "Museum Worthy",
        "Tier": 1,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, take Museum Worthy action, make a Hard (???) Knowledge check to ascertain information regarding a relic, ruin, or piece of history.",
        "Source": "ETU",
        "From": "Museum Worthy",
        "Depreciated": ""
    },
    {
        "Name": "One with Nature",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When in the wilderness, your character may make a Simple (–) Survival check, instead of Discipline or Cool, to recover strain at the end of an encounter (see page 117).",
        "Source": "GCRB",
        "From": "One with Nature",
        "Depreciated": ""
    },
    {
        "Name": "Painful Blow",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character makes a combat check, you may voluntarily increase the difficulty by one to use this talent. If the target suffers one or more wounds from the combat check, the target suffers 2 strain each time they perform a maneuver until the end of the encounter.",
        "Source": "ROT",
        "From": "Painful Blow",
        "Depreciated": ""
    },
    {
        "Name": "Parry",
        "Tier": 1,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "When your character suffers a hit from a melee combat check, after damage is calculated but before soak is applied (so immediately after Step 3 of Perform a Combat check, page 102), your character may suffer 3 strain to use this talent to reduce the damage of the hit by two plus their ranks in Parry. This talent can only be used once per hit, and your character needs to be wielding a Melee weapon.",
        "Source": "GCRB",
        "From": "Parry",
        "Depreciated": ""
    },
    {
        "Name": "Physician",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When making a Medicine check to help a character heal wounds, the target heals 1 additional strain per rank of Physician.",
        "Source": "FCRB",
        "From": "Physician",
        "Depreciated": ""
    },
    {
        "Name": "Precision",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a Brawl or Ranged check, your character may use Cunning instead of Brawn and Agility.",
        "Source": "ROT",
        "From": "Precision",
        "Depreciated": ""
    },
    {
        "Name": "Proper Upbringing",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When your character makes a social skill check in polite company (as determined by your GM), they may suffer a number of strain to use this talent to add an equal number of [AD] to the check. The number may not exceed your character’s ranks in Proper Upbringing.",
        "Source": "GCRB",
        "From": "Proper Upbringing",
        "Depreciated": ""
    },
    {
        "Name": "Quick Draw",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round on your character’s turn, they may use this talent to draw or holster an easily accessible weapon or item as an incidental. Quick Draw also reduces a weapon’s Prepare rating by one, to a minimum of one.",
        "Source": "GCRB",
        "From": "Quick Draw",
        "Depreciated": ""
    },
    {
        "Name": "Quick Strike",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character adds [BO] for each rank of Quick Strike to any combat checks they make against any targets that have not yet taken their turn in the current encounter.",
        "Source": "GCRB",
        "From": "Quick Strike",
        "Depreciated": ""
    },
    {
        "Name": "Rapid Reaction",
        "Tier": 1,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "Your character may suffer a number of strain to use this talent to add an equal number of [SU] to a Vigilance or Cool check they make to determine Initiative order. The number may not exceed your character’s ranks in Rapid Reaction.",
        "Source": "GCRB",
        "From": "Rapid Reaction",
        "Depreciated": ""
    },
    {
        "Name": "Rapid Recovery",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When healing strain after an encounter, heal 1 additional strain per rank of Rapid Recovery.",
        "Source": "ABGR, ACRB, ECRB, FBGR, FCRB",
        "From": "Rapid Recovery",
        "Depreciated": ""
    },
    {
        "Name": "Redundant Systems",
        "Tier": 1,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, may take a Redundant Systems action; make an Easy (?) Mechanics check to harvest components from a functioning device to repair a broken one without breaking the first device.",
        "Source": "ACRB, ECRB",
        "From": "Redundant Systems",
        "Depreciated": ""
    },
    {
        "Name": "Reflect",
        "Tier": 1,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "When your character suffers a hit from a Ranged combat check, after damage is calculated but before soak is applied, your character may suffer 3 strain to use this talent to reduce the damage of the hit by two plus their ranks in Reflect. This talent can only be used once per hit, and your character needs to be wielding a Shield deemed appropriate by the GM.",
        "Source": "FBGR, FCRB",
        "From": "Reflect",
        "Depreciated": ""
    },
    {
        "Name": "Second Wind",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Once per encounter, your character may use this talent to heal an amount of strain equal to their ranks in Second Wind.",
        "Source": "GCRB",
        "From": "Second Wind",
        "Depreciated": ""
    },
    {
        "Name": "Shapeshifter",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When your character is incapacitated due to having exceeded their strain threshold while in their normal form, they undergo the following change as an out-of-turn incidental: they heal all strain, increase their Brawn and Agility by one to a maximum of 5 and reduce their Intellect and Willpower by one to a minimum of 1. They deal +1 damage when making unarmed attacks and their unarmed attacks have a Critical rating of 3, but they cannot use magic skills or make ranged attacks. Your GM should ensure that NPCs react appropriately to this (at the very least, upgrading the difficulty of social skill checks twice). Your character reverts to their normal form after eight hours or if they become incapacitated (for instance, by exceeding their wound or strain threshold).",
        "Source": "ROT",
        "From": "Shapeshifter",
        "Depreciated": ""
    },
    {
        "Name": "Shield Slam",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character uses a shield to attack a minion or rival, you may spend [AD][AD][AD][AD] or [TR] to stagger the target until the end of the target's next turn.",
        "Source": "ROT",
        "From": "Shield Slam",
        "Depreciated": ""
    },
    {
        "Name": "Signature Vehicle",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Choose one starship or vehicle with a silhouette of 3 or lower that your character owns. This vehicle is your character's \"Signature Vehicle.\" Upgrade the ability of all Mechanics checks made to work on the vehicle once. If the vehicle ever lost or destroyed, the character may apply Signature Vehicle to a new vehicle that meets the requirements.",
        "Source": "SOT, SM",
        "From": "Signature Vehicle",
        "Depreciated": ""
    },
    {
        "Name": "Smooth Talker",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When first acquired choose 1 skill; Charm, Coercion, Deception, or Negotiation. When making checks with that skill spend [TR] to gain additional [SU] equal to ranks in Smooth Talker.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Smooth Talker",
        "Depreciated": ""
    },
    {
        "Name": "Solid Repairs",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "The character repairs +1 hull trauma per rank of Solid Repairs whenever he repairs a starship or vehicle.",
        "Source": "ABGR, ACRB, ECRB, FCRB",
        "From": "Solid Repairs",
        "Depreciated": ""
    },
    {
        "Name": "Soothing Tone",
        "Tier": 1,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, take a Soothing Tone action; make an Average (??) Knowledge check to allow a beast to recover strain equal to [SU].",
        "Source": "SOT, SS",
        "From": "Soothing Tone",
        "Depreciated": ""
    },
    {
        "Name": "Surgeon",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When your character makes a Medicine check to heal wounds, the target heals one additional wound per rank of Surgeon.",
        "Source": "GCRB",
        "From": "Surgeon",
        "Depreciated": ""
    },
    {
        "Name": "Swift",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character does not suffer the penalties for moving through difficult terrain (they move through difficult terrain at normal speed without spending additional maneuvers).",
        "Source": "GCRB",
        "From": "Swift",
        "Depreciated": ""
    },
    {
        "Name": "Tavern Brawler",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character adds [AD] to Brawl checks and combat checks using improvised weapons.",
        "Source": "ROT",
        "From": "Tavern Brawler",
        "Depreciated": ""
    },
    {
        "Name": "Templar",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Divine is now a career skill for your character. They can only cast one spell using this skill per encounter.",
        "Source": "ROT",
        "From": "Templar",
        "Depreciated": ""
    },
    {
        "Name": "Toughened",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Each rank of Toughened increases your character’s wound threshold by two.",
        "Source": "GCRB",
        "From": "Toughened",
        "Depreciated": ""
    },
    {
        "Name": "Tumble",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round on your character's turn, they may suffer 2 strain to disengage from all engaged adversaries.",
        "Source": "ROT",
        "From": "Tumble",
        "Depreciated": ""
    },
    {
        "Name": "Unremarkable",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Other characters add [FA] to any checks made to find or identify your character in a crowd.",
        "Source": "GCRB",
        "From": "Unremarkable",
        "Depreciated": ""
    },
    {
        "Name": "Wheel and Deal",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When selling good legally, gain 10% more currency per rank of Wheel and Deal.",
        "Source": "ACRB, ECRB",
        "From": "Wheel and Deal",
        "Depreciated": ""
    },
    {
        "Name": "Adventurer",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Athletics and Knowledge (Adventuring) are now career skills for your character.",
        "Source": "ROT",
        "From": "Adventurer",
        "Depreciated": ""
    },
    {
        "Name": "Animal Expertise",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] per rank of Hunter to all checks when interacting with beast or animals (including combat checks). Add +10 to Critical Injury results against beasts or animals per rank of Hunter.",
        "Source": "ECRB, FCRB",
        "From": "Hunter",
        "Depreciated": ""
    },
    {
        "Name": "Bard",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Knowledge (Lore) and Verse are now career skills for your character.",
        "Source": "ROT",
        "From": "Bard",
        "Depreciated": ""
    },
    {
        "Name": "Barrage",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add 1 damage per rank of Barrage to 1 hit of successful attack while using Ranged (Heavy) or Gunnery skills at long or extreme range.",
        "Source": "ABGR, FIB, EBGR, ECRB",
        "From": "Barrage",
        "Depreciated": ""
    },
    {
        "Name": "Basic Military Training",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Athletics, Ranged (Heavy), and Resilience are now career skills for your character.",
        "Source": "GCRB",
        "From": "Basic Military Training",
        "Depreciated": ""
    },
    {
        "Name": "Beast Wrangler",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] per rank of Beast Wrangler to checks to tame or wrangle creatures.",
        "Source": "SOT",
        "From": "Beast Wrangler",
        "Depreciated": ""
    },
    {
        "Name": "Berserk",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per encounter, your character may use this talent. Until the end of the encounter or until they are incapacitated, your character adds [SU][AD][AD] to all melee combat checks they make. However, opponents add [SU] to all combat checks targeting your character. While berserk, your character cannot make ranged combat checks. At the end of the encounter (or when they are incapacitated), your character suffers 6 strain.",
        "Source": "GCRB",
        "From": "Berserk",
        "Depreciated": ""
    },
    {
        "Name": "Blackmail",
        "Tier": 2,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "When an NPC exceeds his strain threshold, may spend 1 Story Point to convince that NPC to perform a single task of choice instead.",
        "Source": "DA",
        "From": "Blackmail",
        "Depreciated": ""
    },
    {
        "Name": "Block",
        "Tier": 2,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Parry talent to benefit from this talent. While wielding a shield, your character may use the Parry talent to reduce damage from ranged attacks as well as melee attacks targeting your character.",
        "Source": "ROT",
        "From": "Block",
        "Depreciated": ""
    },
    {
        "Name": "Blood Sacrifice",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Dark Insight talent to benefit from this talent. Before your character makes a magic skill check, they may suffer a number of wounds to use this talent to add an equal number of [SU] to the check. The number cannot exceed your character’s ranks in Blood Sacrifice.",
        "Source": "ROT",
        "From": "Blood Sacrifice",
        "Depreciated": ""
    },
    {
        "Name": "Blooded",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] per rank of Blooded to all checks to resist or recover from poisons, venoms, or toxins. Reduce duration of ongoing poisons by 1 round per rank of Blooded to a minimum of 1.",
        "Source": "ACRB, ECRB",
        "From": "Blooded",
        "Depreciated": ""
    },
    {
        "Name": "Bulwark",
        "Tier": 2,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Parry talent to benefit from this talent. While wielding a weapon with the Defensive quality, your character may use Parry to reduce the damage of an attack targeting an engaged ally.",
        "Source": "ROT",
        "From": "Bulwark",
        "Depreciated": ""
    },
    {
        "Name": "Burly",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Reduce any wielded weapon's Cumbersome quality and Encumbrance rating by a number equal to ranks in Burly to a minimum of 1.",
        "Source": "FIB, DC",
        "From": "Burly",
        "Depreciated": ""
    },
    {
        "Name": "Chill of Nordros",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character cannot take this talent if they have taken the Flames of Kellos talent. When casting an Attack spell, your character may add the Ice effect without increasing the difficulty. Your character can never add the Fire effect.",
        "Source": "ROT",
        "From": "Chill of Nordros",
        "Depreciated": ""
    },
    {
        "Name": "Command",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] per rank of Command when making Leadership checks. Affected targets add [BO] to Discipline checks for next 24 hours.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Command",
        "Depreciated": ""
    },
    {
        "Name": "Confidence",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "May decrease difficulty of Discipline checks to avoid fear by 1 per rank of Confidence, to a minimum of Easy (?).",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Confidence",
        "Depreciated": ""
    },
    {
        "Name": "Coordinated Assault",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Once per turn, your character may use this talent to have a number of allies engaged with your character equal to your ranks in Leadership add [AD] to all combat checks they make until the end of your character’s next turn. The range of this talent increases by one band per rank of Coordinated Assault beyond the first.",
        "Source": "GCRB",
        "From": "Coordinated Assault",
        "Depreciated": ""
    },
    {
        "Name": "Counteroffer",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, your character may use this talent to choose one non-nemesis adversary within medium range and make an opposed Negotiation versus Discipline check. If successful, the target becomes staggered until the end of their next turn. At your GM’s discretion, you may spend [TR] on this check to have the adversary become an ally until the end of the encounter. However, the duration of this may be shortened or extended depending on whether your GM feels your offer is appealing to the adversary and whether your character follows through on their offer!",
        "Source": "GCRB",
        "From": "Counteroffer",
        "Depreciated": ""
    },
    {
        "Name": "Cutting Question",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per encounter, when making a Coercion skill check, the character may use Deception skill instead.",
        "Source": "DA",
        "From": "Cutting Question",
        "Depreciated": ""
    },
    {
        "Name": "Daring Aviator",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Before your character makes a Driving or Piloting check, they may add a number of [TH] to the results to use this talent to add an equal number of [SU]. The number may not exceed your character’s ranks in Daring Aviator.",
        "Source": "GCRB",
        "From": "Daring Aviator",
        "Depreciated": ""
    },
    {
        "Name": "Debilitating Shot",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Upon successful attack with a starship or vehicle weapon, may spend [AD][AD] to reduce the maximum speed of the target by 1 until the end of the next round.",
        "Source": "ACRB, ND",
        "From": "Debilitating Shot",
        "Depreciated": ""
    },
    {
        "Name": "Deceptive Taunt",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, may make Deceptive Taunt action. Make opposed Deception check. If successful, one adversary must attack the character during adversary's next turn.",
        "Source": "FH",
        "From": "Deceptive Taunt",
        "Depreciated": ""
    },
    {
        "Name": "Defensive Stance",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Once per round, your character may suffer a number of strain no greater than their ranks in Defensive Stance to use this talent. Then, until the end of your character’s next turn, upgrade the difficulty of all melee combat checks targeting your character a number of times equal to the strain suffered.",
        "Source": "GCRB",
        "From": "Defensive Stance",
        "Depreciated": ""
    },
    {
        "Name": "Defensive Sysops (Improved)",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Defensive Sysops talent to benefit from this talent. Before adding [SE][SE] from Defensive Sysops to a check, use this talent to add [FA][TH] to the results of the check instead.",
        "Source": "GCRB",
        "From": "Defensive Sysops (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Dirty Tricks",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "After your character inflicts a Critical Injury on an adversary, they may use this talent to upgrade the difficulty of that adversary’s next check.",
        "Source": "ROT",
        "From": "Dirty Tricks",
        "Depreciated": ""
    },
    {
        "Name": "Disorient",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "After hitting with combat check, may spend [AD][AD] to disorient target for number of rounds equal to ranks in Disorient.",
        "Source": "ACRB, ECRB",
        "From": "Disorient",
        "Depreciated": ""
    },
    {
        "Name": "Distracting Behavior",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Make a Distracting Behavior maneuver and suffer strain no greater than ranks in Cunning. Until the beginning of next turn, equal number of engaged NPC's suffer [TH] on checks. Range increases with additional ranks.",
        "Source": "FH",
        "From": "Distracting Behavior",
        "Depreciated": ""
    },
    {
        "Name": "Dominion of the Dimora",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character cannot take this talent if they have taken the Favor of the Fae talent. When casting an Attack spell, your character may add the Impact effect without increasing the difficulty. Your character can never add the Manipulative effect.",
        "Source": "ROT",
        "From": "Dominion of the Dimora",
        "Depreciated": ""
    },
    {
        "Name": "Dual Wielder",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Your character may use this talent to decrease the difficulty of the next combined combat check (see Two- Weapon Combat, on page 108) they make during the same turn by one.",
        "Source": "GCRB",
        "From": "Dual Wielder",
        "Depreciated": ""
    },
    {
        "Name": "Dynamic Fire",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a ranged attack while engaged with an opponent, may suffer 2 strain to reduce the ranged modifier by 1.",
        "Source": "ACRB",
        "From": "Dynamic Fire",
        "Depreciated": ""
    },
    {
        "Name": "Encouraging Song",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "While equipped with a musical instrument, your character may use this talent to make an Average (??) Charm or Verse check. For each [SU] the check generates, one ally within medium range adds [BO] to their next skill check. For each [AD], one ally benefiting from Encouraging Song heals 1 strain.",
        "Source": "ROT",
        "From": "Encouraging Song",
        "Depreciated": ""
    },
    {
        "Name": "Exploit",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When your character makes a combat check with a Ranged or Melee (Light) weapon, they may suffer 2 strain to use this talent to add the Ensnare quality to the attack. The rating of the Ensnare quality is equal to your character’s ranks in Exploit.",
        "Source": "ROT",
        "From": "Exploit",
        "Depreciated": ""
    },
    {
        "Name": "Fan the Hammer",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per encounter before making a combat check with a pistol (your GM has the final say on whether a weapon is a pistol or not), your character may use this talent to add the Auto-fire quality to the pistol when resolving the check. If your character does, the weapon runs out of ammo exactly as with an Out of Ammo result (see page 104).",
        "Source": "GCRB",
        "From": "Fan the Hammer",
        "Depreciated": ""
    },
    {
        "Name": "Fancy Paint Job",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Upgrade all Charm, Deception, and Negotiation checks made in the presence of Signature Vehicle once.",
        "Source": "SOT, SM",
        "From": "Fancy Paint Job",
        "Depreciated": ""
    },
    {
        "Name": "Favor of the Fae",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character cannot take this talent if they have taken the Dominion of the Dimora talent. When casting an Attack spell, your character may add the Manipulative effect without increasing the difficulty. Your character can never add the Impact effect.",
        "Source": "ROT",
        "From": "Favor of the Fae",
        "Depreciated": ""
    },
    {
        "Name": "Fearsome",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When an adversary becomes engaged with the character, the character may force the adversary to make a fear check, with the difficulty equal to the character's ranks in Fearsome.",
        "Source": "DC, FCRB",
        "From": "Fearsome",
        "Depreciated": ""
    },
    {
        "Name": "Fine Tuning",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When reducing the amount of system strain a starship or vehicle suffers, reduce 1 additional strain per rank of Fine Tuning.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Fine Tuning",
        "Depreciated": ""
    },
    {
        "Name": "Flames of Kellos",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character cannot take this talent if they have taken the Chill of Nordros talent. When casting an Attack spell, your character may add the Fire effect without increasing the difficulty. Your character can never add the Ice effect.",
        "Source": "ROT",
        "From": "Flames of Kellos",
        "Depreciated": ""
    },
    {
        "Name": "Flash of Insight",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When your character generates [TR] on a knowledge skill check, roll [BO][BO] and add the results to the check, in addition to spending the [TR] as usual.",
        "Source": "ROT",
        "From": "Flash of Insight",
        "Depreciated": ""
    },
    {
        "Name": "Freerunning",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Suffer 1 strain when making a Move maneuver to move to any location within short range.",
        "Source": "EV",
        "From": "Freerunning",
        "Depreciated": ""
    },
    {
        "Name": "Go Without",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, count as having the right tools for the job when performing the next skill check this turn.",
        "Source": "DOH",
        "From": "Go Without",
        "Depreciated": ""
    },
    {
        "Name": "Grapple",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character may suffer 2 strain to use this talent. Until the start of your character's next turn, enemies must spend two maneuvers to disengage from your character.",
        "Source": "ROT",
        "From": "Grapple",
        "Depreciated": ""
    },
    {
        "Name": "Hard Headed",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "When staggered or disoriented, perform the Hard Headed action; make a Daunting (????) Discipline check to remove status. Difficulty reduced per rank of Hard Headed.",
        "Source": "ACRB, ECRB",
        "From": "Hard Headed",
        "Depreciated": ""
    },
    {
        "Name": "Heightened Awareness",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Allies within short range of your character add [BO] to their Perception and Vigilance checks. Allies engaged with your character add [BO][BO] instead.",
        "Source": "GCRB",
        "From": "Heightened Awareness",
        "Depreciated": ""
    },
    {
        "Name": "Heroic Recovery",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character acquires this talent, choose one characteristic. Once per encounter, you may spend one Story Point to use this talent to have your character heal strain equal to the rating of the chosen characteristic.",
        "Source": "ROT",
        "From": "Heroic Recovery",
        "Depreciated": ""
    },
    {
        "Name": "Hold Together",
        "Tier": 2,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Spend 1 Story Point to perform a Hold Together incidental immediately after vehicle or starship takes damage to turn it into system strain.",
        "Source": "ACRB, ECRB",
        "From": "Hold Together",
        "Depreciated": ""
    },
    {
        "Name": "Hunter",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Knowledge (Geography), Ranged, and Survival are now career skills for your character.",
        "Source": "ROT",
        "From": "Hunter",
        "Depreciated": ""
    },
    {
        "Name": "Hunter's Quarry",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Take Hunter's Quarry action, make a Hard (???) Survival check to upgrade the ability of all attacks made against a target within long range until the end of the character's next turn.",
        "Source": "ETU, SS",
        "From": "Hunter's Quarry",
        "Depreciated": ""
    },
    {
        "Name": "Impaling Strike",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character inflicts a Critical Injury with a melee weapon, until the end of the target's next turn they may use this talent to immobilize the target (in addition to the other effects of the Critical Injury).",
        "Source": "ROT",
        "From": "Impaling Strike",
        "Depreciated": ""
    },
    {
        "Name": "Improvised Defenses",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may attempt an Average (??) Survival check to fashion small defenses using scavenged materials. If the check is successful, the structure can provide cover for up to 4 characters for the rest of the encounter. Your character may spend [AD][AD]or [TR] from the check to increase the ranged defense the structure provides to 2.",
        "Source": "FO",
        "From": "Improvised Defenses",
        "Depreciated": ""
    },
    {
        "Name": "Inspiring Rhetoric",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may use this talent to make an Average (??) Leadership check. For each [SU] the check generates, one ally within short range heals one strain. For each [AD], one ally benefiting from Inspiring Rhetoric heals one additional strain.",
        "Source": "GCRB",
        "From": "Inspiring Rhetoric",
        "Depreciated": ""
    },
    {
        "Name": "Inventor",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When your character makes a check to construct new items or modify existing ones, use this talent to add a number of [BO] to the check equal to ranks of Inventor. In addition, your character may attempt to reconstruct devices that they have heard described but have not seen and do not have any kinds of plans or schematics for.",
        "Source": "GCRB",
        "From": "Inventor",
        "Depreciated": ""
    },
    {
        "Name": "Knockdown",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "After hitting with a melee attack, may spend a [TR] to knock the target prone.",
        "Source": "ABGR, ACRB, EBGR, ECRB",
        "From": "Knockdown",
        "Depreciated": ""
    },
    {
        "Name": "Know the Enemy",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "May use an appropriate Knowledge skill when making checks to determine initiative.",
        "Source": "DOR",
        "From": "Know the Enemy",
        "Depreciated": ""
    },
    {
        "Name": "Know-It-All",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, perfectly recall an important fact previously learned as if a Story Point had been spent.",
        "Source": "DA",
        "From": "Know-It-All",
        "Depreciated": ""
    },
    {
        "Name": "Known Schematic",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per session, may perform the Known Schematic maneuver; make a Hard (???) Knowledge check. Success grants familiarity with a building or ship's design.",
        "Source": "ACRB, ECRB",
        "From": "Known Schematic",
        "Depreciated": ""
    },
    {
        "Name": "Knows the Ropes",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Add [BO] to checks made to escape from restraints equal to ranks in Skullduggery. Spend [TR] to free all other allies within short range.",
        "Source": "DOR",
        "From": "Knows the Ropes",
        "Depreciated": ""
    },
    {
        "Name": "Loom",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When an ally engaged with the character makes a successful Charm, Deception, or Negotiation check, the character adds [AD] per rank in Coercion to the ally's check.",
        "Source": "DC",
        "From": "Loom",
        "Depreciated": ""
    },
    {
        "Name": "Lucky Strike",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character purchases this talent, choose one characteristic. After your character makes a successful combat check, you may spend one Story Point to use this talent to add damage equal to your character’s ranks in that characteristic to one hit of the combat check.",
        "Source": "GCRB",
        "From": "Lucky Strike",
        "Depreciated": ""
    },
    {
        "Name": "Multiple Opponents",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character adds [BO] to his Brawl and Melee combat checks when engaged with multiple opponents. This includes single groups of multiple minions.",
        "Source": "FCRB",
        "From": "Multiple Opponents",
        "Depreciated": ""
    },
    {
        "Name": "Mystic Theurge",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When purchasing this talent, choose one magic skill.  That skill becomes a career skill but your character may only use it for one check per encounter.",
        "Source": "GHC",
        "From": "Templar",
        "Depreciated": ""
    },
    {
        "Name": "Natural Communion",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When your character uses the Conjure magic action, the spell gains the Summon Ally effect without increasing the difficulty. All creatures your character summons must be naturally occurring animals native to the area",
        "Source": "ROT",
        "From": "Natural Communion",
        "Depreciated": ""
    },
    {
        "Name": "Overstocked Ammo",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Increase the value of the Limited Ammo quality of any weapons mounted on Signature Vehicle by 1 per rank of Overstocked Ammo.",
        "Source": "SOT",
        "From": "Overstocked Ammo",
        "Depreciated": ""
    },
    {
        "Name": "Physical Training",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] per rank of Physical Training to Athletics and Resilience checks.",
        "Source": "ACRB, DOH",
        "From": "Physical Training",
        "Depreciated": ""
    },
    {
        "Name": "Pride and Joy",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Choose one vehicle your character owns with a silhouette of 4 or greater; it becomes their \"Pride and Joy\" vehicle. Upgrade the ability of all social checks your character makes while within short range of the vehicle once.",
        "Source": "DOR",
        "From": "Pride and Joy",
        "Depreciated": ""
    },
    {
        "Name": "Quick Draw (Improved)",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Quick Draw Talent to benefit from this talent. May use Quick Draw twice per round. This also allows you to reduce the prepare rating by 2 to a minimum of one.",
        "Source": "FC",
        "From": "Quick Draw (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Reckless Charge",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "After using a maneuver to move engage an adversary, your character may suffer 2 strain to use this talent. They then add [SU][SU][TH][TH] to the results of the next Brawl, Melee (Light), or Melee (Heavy) combat check they make this turn.",
        "Source": "ROT",
        "From": "Reckless Charge",
        "Depreciated": ""
    },
    {
        "Name": "Reconstruct the Scene",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Perform the Reconstruct the Scene action; make a Hard (???) Perception check to identify the physical characteristics of person present at the scene within 24 hours.",
        "Source": "ND, EV",
        "From": "Reconstruct the Scene",
        "Depreciated": ""
    },
    {
        "Name": "Researcher",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "On a successful Knowledge check, character and allies gain automatic [AD] per rank of Researcher on checks to act on those facts until the end of his next turn.",
        "Source": "DA, LBE",
        "From": "Researcher (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Resist Disarm",
        "Tier": 2,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Suffer 2 strain to avoid being disarmed or have weapon damaged or destroyed.",
        "Source": "FCRB",
        "From": "Resist Disarm",
        "Depreciated": ""
    },
    {
        "Name": "Runic Lore",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Knowledge (Lore) and Runes are now career skills for your character",
        "Source": "ROT",
        "From": "Runic Lore",
        "Depreciated": ""
    },
    {
        "Name": "Scathing Tirade",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may use this talent to make an Average (??) Coercion check. For each [SU] the check generates, one enemy within short range suffers 1 strain. For each [AD], one enemy affected by Scathing Tirade suffers 1 additional strain.",
        "Source": "GCRB",
        "From": "Scathing Tirade",
        "Depreciated": ""
    },
    {
        "Name": "Selective Detonation",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When using a weapon with the Blast quality spend [AD] to exclude 1 target that would be affected by the explosion, up to ranks in Selective Detonation.",
        "Source": "ACRB, DC",
        "From": "Selective Detonation",
        "Depreciated": ""
    },
    {
        "Name": "Sense Emotions",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text": "Add [BO] to all Charm, Coercion, and Deception checks.",
        "Source": "ECRB, FBGR, FCRB",
        "From": "Sense Emotions",
        "Depreciated": ""
    },
    {
        "Name": "Shapeshifter (Improved)",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, your character may make a Hard (???) Discipline check as an out-of-turn incidental either to trigger Shapeshifter or to avoid triggering it when they exceed their strain threshold.",
        "Source": "ROT",
        "From": "Shapeshifter (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Shortcut",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "During a chase, add [BO] per rank in Shortcut to any checks made to catch or escape an opponent.",
        "Source": "ACRB, ECRB, EV, SS",
        "From": "Shortcut",
        "Depreciated": ""
    },
    {
        "Name": "Side Step",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Once per round, your character may suffer a number of strain no greater than their ranks in Side Step to use this talent. Until the end of your character’s next turn, upgrade the difficulty of all ranged combat checks targeting your character a number of times equal to the strain suffered.",
        "Source": "GCRB",
        "From": "Side Step",
        "Depreciated": ""
    },
    {
        "Name": "Signature Spell",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When your character gains this talent, decide on a signature spell for them, consisting of a particular magic action and a specific set of one or more effects. When your character casts their signature spell (consisting of the exact combination of action and effects previously chosen), reduce the difficulty of the check by one.",
        "Source": "ROT",
        "From": "Signature Spell",
        "Depreciated": ""
    },
    {
        "Name": "Speaks Binary",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When directing non-sentient NPC artificial life forms, may grant them [BO] per rank of Speaks Binary on checks.",
        "Source": "ABGR, ACRB, ECRB",
        "From": "Speaks Binary",
        "Depreciated": ""
    },
    {
        "Name": "Stalker",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] per rank of Stalker to all Stealth and Coordination checks.",
        "Source": "ABGR, ACRB, ECRB",
        "From": "Stalker",
        "Depreciated": ""
    },
    {
        "Name": "Strong Arm",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text": "Treat thrown weapons as if they had 1 greater range.",
        "Source": "ACRB, EBGR, ECRB",
        "From": "Strong Arm",
        "Depreciated": ""
    },
    {
        "Name": "Stunning Blow",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "While making Melee checks, may inflict damage as strain instead of wounds. This does not ignore soak.",
        "Source": "ACRB, ECRB",
        "From": "Stunning Blow",
        "Depreciated": ""
    },
    {
        "Name": "Suppressing Fire",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "The character and each ally within short range may spend [AD] on their failed combat checks to inflict one strain on the target per rank of Suppressing Fire. Each character can only activate this effect once per round.",
        "Source": "FIB, KTP",
        "From": "Suppressing Fire",
        "Depreciated": ""
    },
    {
        "Name": "Technical Aptitude",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When making a Computer skill check may spend [AD][AD] or [TR] to reduce the time spent to complete the task by 50%",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Technical Aptitude",
        "Depreciated": ""
    },
    {
        "Name": "Templar (Improved )",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Templar talent to benefit from this talent. When your character casts the single Divine spell per encounter granted by the Templar talent, they do not add [SE] for wearing heavy armor (armor with +2 soak or higher), using a shield, or not having at least one hand free (see Table III.2–3: Penalties When Casting Spells, on page 210 of the Genesys Core Rulebook).",
        "Source": "ROT",
        "From": "Templar (Improved )",
        "Depreciated": ""
    },
    {
        "Name": "Threaten",
        "Tier": 2,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "After an adversary within short range of your character resolves a combat check that deals damage to one of your character’s allies, your character may suffer 3 strain to use this talent to inflict a number of strain on the adversary equal to your character’s ranks in Coercion. The range of this talent increases by one band per rank of Threaten beyond the first.",
        "Source": "ROT",
        "From": "Threaten",
        "Depreciated": ""
    },
    {
        "Name": "Time to Go",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "The character may spend 1 Story Point to perform a Move maneuver as an incidental to attempt to move into cover or out of the blast range of a weapon or explosion.",
        "Source": "ACRB, DC",
        "From": "Time to Go",
        "Depreciated": ""
    },
    {
        "Name": "Tinkerer",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "May add 1 additional hard point to a number of items equal to ranks in Tinkerer. Each item may only be modified once.",
        "Source": "ACRB, ECRB, KTP",
        "From": "Tinkerer",
        "Depreciated": ""
    },
    {
        "Name": "Touch of Fate",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text": "Once per session, add [BO][BO] to any 1 check.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Touch of Fate",
        "Depreciated": ""
    },
    {
        "Name": "Unarmed Parry",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "May Parry while unarmed. Reduce strain cost to Parry while unarmed by 1 (to a minimum of 1).",
        "Source": "ND",
        "From": "Unarmed Parry",
        "Depreciated": ""
    },
    {
        "Name": "Uncanny Senses",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO][BO] per rank of Uncanny Senses to all Perception and Vigilance checks.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Uncanny Senses",
        "Depreciated": ""
    },
    {
        "Name": "Unstoppable",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "If a Critical Injury roll is 1 or reduced to 1, do not receive the critical injury.",
        "Source": "ACRB",
        "From": "Unstoppable",
        "Depreciated": ""
    },
    {
        "Name": "Vehicle Combat Training",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text": "Gunnery, Driving, and Piloting become career skills.",
        "Source": "ACRB",
        "From": "Vehicle Combat Training",
        "Depreciated": ""
    },
    {
        "Name": "Well Read",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Choose any 3 Knowledge skills. They permanently become career skills.",
        "Source": "LBE",
        "From": "Well Read",
        "Depreciated": ""
    },
    {
        "Name": "Well-Travelled",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Knowledge (Geography), Negotiation, and Vigilance are now career skills for your character.",
        "Source": "ROT",
        "From": "Well-Travelled",
        "Depreciated": ""
    },
    {
        "Name": "Wraithbane",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character counts the Critical rating of their weapon as one lower to a minimum of 1 when making an attack targeting an undead adversary.",
        "Source": "ROT",
        "From": "Wraithbane",
        "Depreciated": ""
    },
    {
        "Name": "Alchemical Arts",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "After making a check to craft a poison, may suffer Strain up to twice ranks in Alchemical Arts. For every two Strain add [SU][AD] to results.",
        "Source": "UP",
        "From": "Alchemical Arts",
        "Depreciated": ""
    },
    {
        "Name": "Ambush",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per round while benefiting from cover, may make the Ambush maneuver. Add damage equal to Stealth skill to one hit of next successful combat check against a target within short range before the end of the turn.",
        "Source": "FIB",
        "From": "Ambush",
        "Depreciated": ""
    },
    {
        "Name": "Animal Companion",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character creates a bond with a single animal approved by your GM. This animal must be silhouette 0 (no larger than a mid-sized dog). The bond persists as long as your character chooses, although at your GM’s discretion, the bond may also be broken due to abusive treatment or other extenuating circumstances. As long as the bond persists, the animal follows your character, and you dictate the animal’s overall behavior (although, since the animal is only bonded with the character, not dominated, it may still perform inconvenient actions such as scratching furniture, consuming rations, and marking territory). Once per round in structured encounters, your character may spend one maneuver to direct their animal in performing one action and one maneuver during your character’s turn. The animal must be within hearing and visual range of your character (generally medium range) to do this. Otherwise, the animal does not contribute to the encounter. The specifics of its behavior are up to you and your GM. For every additional rank of Animal Companion your character has, increase the allowed silhouette of the companion by one (this may mean your character gets a new companion, or their companion grows in size). This talent can also change in flavor depending on the nature of your game setting. While an animal companion may make sense in many settings, in a futuristic setting it may make more sense for the “animal” to be a robot or drone, for example.",
        "Source": "GCRB",
        "From": "Animal Companion",
        "Depreciated": ""
    },
    {
        "Name": "Armor Master",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text": "When wearing armor, Increase total soak value by 1.",
        "Source": "ACRB, EBGR, ECRB, KTP",
        "From": "Armor Master",
        "Depreciated": ""
    },
    {
        "Name": "Backstab",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may use this talent to attack an unaware adversary using a Melee (Light) weapon. A Backstab is a melee attack, and follows the normal rules for performing a combat check (see page 101 of the Genesys Core Rulebook), using the character’s Skullduggery skill instead of Melee (Light). If the check succeeds, each uncanceled [SU] adds +2 damage (instead of the normal +1).",
        "Source": "ROT",
        "From": "Backstab",
        "Depreciated": ""
    },
    {
        "Name": "Bad Press",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, choose an organization and make a Hard (???) Deception check. On success, organization members have their strain thresholds reduced by 1, plus 1 per [SU][SU][SU], until the end of the session. When he does this, the player must explain how the PC disseminated the propaganda such that it has affected his targets. The chosen organization must be narrow and cohesive enough to be affected by bad publicity.",
        "Source": "DA",
        "From": "Bad Press",
        "Depreciated": ""
    },
    {
        "Name": "Barrel Roll",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character can only use this talent while piloting a starfighter or airplane of Silhouette 3 or less. When your vehicle suffers a hit from a ranged combat check, after damage is calculated but before armor is applied, your character may have their vehicle suffer 3 system strain to use this talent. Then, reduce the damage suffered by a number equal to their ranks in Piloting.",
        "Source": "GCRB",
        "From": "Barrel Roll",
        "Depreciated": ""
    },
    {
        "Name": "Battle Casting",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character does not add [SE] to magic skill checks for wearing heavy armor (armor with +2 soak or higher), using a shield, or not having at least one hand free (see Table III.2–3: Penalties When Casting Spells, on page 210 of the Genesys Core Rulebook).",
        "Source": "ROT",
        "From": "Battle Casting",
        "Depreciated": ""
    },
    {
        "Name": "Blind Spot",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character, and allies within short range, add automatic [AD] to combat checks they make while benefiting from cover.",
        "Source": "FIB, KTP",
        "From": "Blind Spot",
        "Depreciated": ""
    },
    {
        "Name": "Blooded (Improved)",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "As an action, make a Hard (???) Resilience check to immediately recover from all poisons and side effects of drugs. Reduce difficulty once per rank of Blooded.",
        "Source": "UP",
        "From": "Blooded (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Body Guard",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Once per round, your character may suffer a number of strain no greater than their ranks in Body Guard to use this talent. Choose one ally engaged with your character; until the end of your character’s next turn, upgrade the difficulty of all combat checks targeting that ally a number of times equal to the strain suffered.",
        "Source": "ROT",
        "From": "Body Guard",
        "Depreciated": ""
    },
    {
        "Name": "Capital Sendoff",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Take a Capital Sendoff action targeting two ships or vehicles at Close range; make a Hard (???) Cool check to cause the targets to suffer a minor collision.",
        "Source": "SOT",
        "From": "Corellian Sendoff",
        "Depreciated": ""
    },
    {
        "Name": "Cavalier",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "While riding a mount trained for battle (typically a war mount [see page 105] or flying mount [see page 104]), once per round your character may use this talent to direct the mount to perform an action.",
        "Source": "ROT",
        "From": "Cavalier",
        "Depreciated": ""
    },
    {
        "Name": "Center of Being",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "While wielding a weapon with the Defensive quality, your character may perform a Center of Being maneuver. Until the beginning of your character's next turn, whenever an enemy makes a melee attack targeting them, the critical rating of the enemy's weapon counts as 1 higher per rank of Center of Being.",
        "Source": "FCRB",
        "From": "Center of Being",
        "Depreciated": ""
    },
    {
        "Name": "Combat Veteran",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text": "Add [BO] to Brawl and Discipline checks.",
        "Source": "DOR",
        "From": "Combat Veteran",
        "Depreciated": ""
    },
    {
        "Name": "Confidence (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Confidence talent to benefit from this talent. May spend [AD] on a fear check to steady the nerves of allies making the same fear check. If the character does so each ally within short range who makes the fear check adds automatic successes equal to the character's rank in confidence.",
        "Source": "LBE",
        "From": "Confidence (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Congenial",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "May suffer a number of strain to downgrade difficulty of Charm or Negotiation checks or upgrade difficulty when target by Charm or Negotiation checks, by an equal number Strain suffered this way cannot exceed ranks in Congenial.",
        "Source": "FH, FC, DOH",
        "From": "Congenial",
        "Depreciated": ""
    },
    {
        "Name": "Constant Vigilance",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "May always use Vigilance when making checks to determine initiative.",
        "Source": "EV",
        "From": "Constant Vigilance",
        "Depreciated": ""
    },
    {
        "Name": "Counterattack",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Improved Parry talent to benefit from this talent. When your character uses the Improved Parry talent to hit an attacker, they may also activate an item quality of the weapon they used as if they had generated [AD][AD] on a combat check using that weapon.",
        "Source": "ROT",
        "From": "Counterattack",
        "Depreciated": ""
    },
    {
        "Name": "Creative Killer",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Reduce the crit rating of improvised weapons by 2 (to a minimum of 1).",
        "Source": "ACRB",
        "From": "Creative Killer",
        "Depreciated": ""
    },
    {
        "Name": "Cunning Snare",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter as an action, may create a trap. Any other character who moves to engaged range of the trap must make an Opposed Vigilance vs. Survival check to avoid harm and ill effects.",
        "Source": "FIB",
        "From": "Cunning Snare",
        "Depreciated": ""
    },
    {
        "Name": "Customized Cooling Unit",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Increase the system strain threshold of Signature Vehicle by 2 per rank of Customized Cooling Unit.",
        "Source": "SOT",
        "From": "Customized Cooling Unit",
        "Depreciated": ""
    },
    {
        "Name": "Daring Turn",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "When an opponent has gained the advantage on a starship or vehicle being piloted, may spent 2 strain perform a Daring Turn maneuver to remove the effects.",
        "Source": "SOT",
        "From": "Koiogran Turn",
        "Depreciated": ""
    },
    {
        "Name": "Disarm",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "May spend [TR] or [AD][AD] with a successful Brawl or Melee check to disarm opponent.",
        "Source": "FCRB",
        "From": "Sum Djem",
        "Depreciated": ""
    },
    {
        "Name": "Disarming Smile",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "Take the Disarming Smile action; succeed at an opposed Charm check against a target within short range to lower all defenses of a target by ranks in Disarming Smile until the end of the encounter.",
        "Source": "FC",
        "From": "Disarming Smile",
        "Depreciated": ""
    },
    {
        "Name": "Dissonance",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "While wielding a musical instrument, your character may use this talent to make an Average (??) Charm or Verse check. For each S the check generates, one enemy of the player’s choosing within medium range suffers 1 wound. For each A, one enemy affected by Dissonance suffers 1 additional wound.",
        "Source": "ROT",
        "From": "Dissonance",
        "Depreciated": ""
    },
    {
        "Name": "Distinctive Style",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a Computers check to hack a system or break into a secured network, before rolling, your character may use this talent to add [SU][SU][TH][TH] to the results. If you are using the optional hacking rules on page 232 and your check generates [TH][TH], your GM should spend it on the I Know You! option in Table III.2-22 on page 234 of the Genesys Core Rulebook.",
        "Source": "GCRB",
        "From": "Distinctive Style",
        "Depreciated": ""
    },
    {
        "Name": "Dockyard Expertise",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "Your character may make an Average (??) Knowledge check when at a dry dock with suitable personnel and equipment to conduct repairs to a ship, or to add attachments or modifications to one. If successful, the cost and time for repairs is reduced by 20% for each rank of Dockyard Expertise to a minimum of 100 units of currency and one day.",
        "Source": "FO",
        "From": "Dockyard Expertise",
        "Depreciated": ""
    },
    {
        "Name": "Dodge",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "When your character is targeted by a combat check (ranged or melee), they may suffer a number of strain no greater than their ranks in Dodge to use this talent. Then, upgrade the difficulty of the combat check targeting your character a number of times equal to the strain suffered.",
        "Source": "GCRB",
        "From": "Dodge",
        "Depreciated": ""
    },
    {
        "Name": "Double or Nothing",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Suffer 2 strain to perform the Double or Nothing incidental to increase the difficulty of the next check by one. Then, after canceling opposing symbols, double the amount of remaining [AD]",
        "Source": "FC",
        "From": "Double or Nothing",
        "Depreciated": ""
    },
    {
        "Name": "Dual Strike",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When resolving a combined check to attack with two weapons in a melee combat, your character may suffer 2 strain to use this talent to hit with the secondary weapon (instead of spending [AD][AD]).",
        "Source": "ROT",
        "From": "Dual Strike",
        "Depreciated": ""
    },
    {
        "Name": "Eagle Eyes",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per encounter before making a ranged combat check, you may use this talent to increase your weapon’s range by one range band (to a maximum of extreme range). This lasts for the duration of the combat check.",
        "Source": "GCRB",
        "From": "Eagle Eyes",
        "Depreciated": ""
    },
    {
        "Name": "Easy Prey",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Your character may suffer 3 strain to use this talent. Until the start of your character’s next turn, your character and allies within short range add [BO][BO] to combat checks against immobilized targets.",
        "Source": "ROT",
        "From": "Easy Prey",
        "Depreciated": ""
    },
    {
        "Name": "Encoded Communique",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Upgrade the difficulty of checks to decrypt this character's coded messages without the proper cipher a number of times equal to Computers skill.",
        "Source": "DA",
        "From": "Encoded Communique",
        "Depreciated": ""
    },
    {
        "Name": "Encouraging Words",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "After an engaged ally fails a check, may suffer 1 strain to assist that ally's next check this encounter as an out of turn incidental.",
        "Source": "DA, LBE, DOH",
        "From": "Encouraging Words",
        "Depreciated": ""
    },
    {
        "Name": "Extended Reach",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "While armed with a two-handed melee weapon (or Melee (Heavy) weapon), suffer 1 strain to make a Melee combat check with that weapon targeting an enemy at up to short range (rather than engaged range).",
        "Source": "DOR",
        "From": "Extended Reach",
        "Depreciated": ""
    },
    {
        "Name": "Eye for Detail",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "After making a Mechanics or Computers check, may suffer strain up to ranks in Eye for Detail to convert that many [SU] to [AD].",
        "Source": "SM",
        "From": "Eye for Detail",
        "Depreciated": ""
    },
    {
        "Name": "Fear the Shadows",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, may make a Hard (???) Deception check to force a single minion group or rival to flee the encounter.",
        "Source": "EV",
        "From": "Fear the Shadows",
        "Depreciated": ""
    },
    {
        "Name": "Fearsome Rep",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [AD] to results of Coercion checks equal to ranks in Fearsome Rep.",
        "Source": "DOR",
        "From": "Fearsome Rep",
        "Depreciated": ""
    },
    {
        "Name": "Feint",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Spend [TR] or [AD][AD][AD] generated on a missed melee attack to upgrade difficulty of opponent's next attack targeting character by ranks in Feint.",
        "Source": "FCRB",
        "From": "Feint",
        "Depreciated": ""
    },
    {
        "Name": "Feral Strength",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add 1 damage per rank of Feral Strength to one hit of successful attacks made using Brawl or Melee skills.",
        "Source": "ABGR, ACRB, EBGR, ECRB",
        "From": "Feral Strength",
        "Depreciated": ""
    },
    {
        "Name": "Field Commander",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may use this talent to make an Average (??) Leadership check. If successful, a number of allies equal to your character’s Presence may immediately suffer 1 strain to perform one maneuver (out of turn). If there are any questions as to which allies take their maneuvers first, your character is the final arbiter.",
        "Source": "GCRB",
        "From": "Field Commander",
        "Depreciated": ""
    },
    {
        "Name": "Fire Control",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Take the Fire Control maneuver; all combat checks made from current starship or vehicle count their target's silhouette as one higher than normal until the beginning of next turn.",
        "Source": "ACRB",
        "From": "Fire Control",
        "Depreciated": ""
    },
    {
        "Name": "Forgot to Count?",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "When an opponent makes a ranged combat check, you can spend [TH][TH] from that check to use this talent to cause their weapon to run out of ammo (see page 104), as long as the weapon can normally run out of ammunition.",
        "Source": "GCRB",
        "From": "Forgot to Count?",
        "Depreciated": ""
    },
    {
        "Name": "Form On Me",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Allies equal to ranks in Leadership in short range gain the benefits of the Gain the Advantage action.",
        "Source": "ACRB",
        "From": "Form On Me",
        "Depreciated": ""
    },
    {
        "Name": "Formation Tactics",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Make a Hard (???) Leadership check. If successful, choose a number of allies within short range equal to [SU] generated. Upgrade the difficulty of attacks against these allies once until the end of your character's next turn.",
        "Source": "DOR",
        "From": "Formation Tactics",
        "Depreciated": ""
    },
    {
        "Name": "Fortified Structure",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Increase the hull trauma threshold of Signature Vehicle by 1 per rank of Fortified Structure.",
        "Source": "SOT",
        "From": "Fortified Vacuum Seal",
        "Depreciated": ""
    },
    {
        "Name": "Freerunning (Improved)",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Freerunning talent to benefit from this talent. Suffer 4 strain when making a move maneuver to move to any location within medium range.",
        "Source": "EV",
        "From": "Freerunning (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Frenzied Attack",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When making a Melee or Brawl check, suffer a number of strain to upgrade the attack an equal number of times. The strain suffered may not exceed ranks in Frenzied Attack.",
        "Source": "ACRB, ECRB",
        "From": "Frenzied Attack",
        "Depreciated": ""
    },
    {
        "Name": "Full Throttle",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "While driving or flying, your character may use this talent to make a Hard (???) Piloting or Driving check. If successful, the top speed of the vehicle increases by one (to a maximum of 5) for a number of rounds equal to your character’s Cunning. The specifics of this talent require the optional vehicle rules, on page 220. If your game does not use these rules, this talent simply makes the vehicle go much faster than normal, with the specifics up to your GM.",
        "Source": "GCRB",
        "From": "Full Throttle",
        "Depreciated": ""
    },
    {
        "Name": "Greased Palms",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "Yes",
        "Text":
            "Before making a social check, may spend up to 50 units of currency per rank of Greased Palms to upgrade the ability of the check once for every 50 spent.",
        "Source": "ACRB, JOY, FH",
        "From": "Greased Palms",
        "Depreciated": ""
    },
    {
        "Name": "Grenadier",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When your character makes a ranged combat check with a weapon that has the Blast item quality, you may spend one Story Point to use this talent to trigger the weapon’s Blast quality, instead of spending [AD] (even if the attack misses). In addition, your character treats grenades as having a range of medium.",
        "Source": "GCRB",
        "From": "Grenadier",
        "Depreciated": ""
    },
    {
        "Name": "Harass",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Whenever the character's animal companion makes a successful combat check against a target, it may forgo inflicting damage to upgrade the difficulty of the target's next check once instead.",
        "Source": "SS",
        "From": "Harass",
        "Depreciated": ""
    },
    {
        "Name": "Hard-Boiled",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When recovering strain after an encounter, may spend [AD] up to ranks in Hard-Boiled to recover 1 wound per [AD] spent.",
        "Source": "ND",
        "From": "Hard-Boiled",
        "Depreciated": ""
    },
    {
        "Name": "Heroic Resilience",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Immediately after being hit by an attack but before suffering damage, spend 1 Story Point to increase soak by ranks in Resilience.",
        "Source": "FIB, DC",
        "From": "Heroic Resilience",
        "Depreciated": ""
    },
    {
        "Name": "Heroic Will",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "When you purchase this talent for your character, choose two characteristics. You may spend a Story Point to use this talent to have your character ignore the effects of all Critical Injuries on any skill checks using those two characteristics until the end of the current encounter. (Your character still suffers the Critical Injuries; they just ignore the effects. See page 114.)",
        "Source": "GCRB",
        "From": "Heroic Will",
        "Depreciated": ""
    },
    {
        "Name": "Hindering Shot",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Spend a story point and increase the difficulty of next Gunnery check by 1. If check deals damage, target starship or vehicle suffers system strain equal to speed when it moves for a number of turns equal to ranks in Hindering Shot.",
        "Source": "ND",
        "From": "Hindering Shot",
        "Depreciated": ""
    },
    {
        "Name": "Hunter's Quarry (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Hunter's Quarry talent to benefit from this talent. Suffer 2 strain to perform Hunter's Quarry action as a maneuver",
        "Source": "ETU, SS",
        "From": "Hunter's Quarry (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Informant",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, may reveal a contact who can shed light on a chosen subject.",
        "Source": "DA, ND",
        "From": "Informant",
        "Depreciated": ""
    },
    {
        "Name": "Inspiring Rhetoric (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Inspiring Rhetoric talent to benefit from this talent. Allies affected by your character’s Inspiring Rhetoric add [BO] to all skill checks they make for a number of rounds equal to your character’s ranks in Leadership.",
        "Source": "GCRB",
        "From": "Inspiring Rhetoric (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Interjection",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "After another character makes a social check, suffer 3 strain to take an interjection incidental make an Average (??) Vigilance check to add [SU] or [FA] equal to [SU], and [AD] or [TH] equal to [AD] to the check.",
        "Source": "DA",
        "From": "Interjection",
        "Depreciated": ""
    },
    {
        "Name": "Intimidating",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "May suffer a number of strain to downgrade difficulty of Coercion checks, or upgrade difficulty when targeted by Coercion checks, by an equal number. Strain suffered this way cannot exceed ranks in Intimidating.",
        "Source": "ACRB, ECRB, FBGR, FCRB",
        "From": "Intimidating",
        "Depreciated": ""
    },
    {
        "Name": "Iron Body",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Remove [SE] per rank of Iron Body from Coordination and Resilience checks. Reduce the critical rating of unarmed attacks by 1 per rank of Iron Body (to a minimum of 1).",
        "Source": "ND",
        "From": "Iron Body",
        "Depreciated": ""
    },
    {
        "Name": "Justice of the Citadel",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round on your character’s turn, your character may suffer 3 strain to use this talent to add damage equal to their ranks in Discipline to one hit of a successful melee attack.",
        "Source": "ROT",
        "From": "Justice of the Citadel",
        "Depreciated": ""
    },
    {
        "Name": "Larger Project",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Signature Vehicle can have a silhouette 1 larger per rank of Larger Project",
        "Source": "SOT, SM",
        "From": "Larger Project",
        "Depreciated": ""
    },
    {
        "Name": "Lethal Blows",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add +10 per rank of Lethal Blows to any Critical Injury results inflicted on opponents.",
        "Source": "ACRB, ECRB, SS",
        "From": "Lethal Blows",
        "Depreciated": ""
    },
    {
        "Name": "Natural",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character purchases this talent, choose two skills. Once per session, your character may use this talent to reroll one skill check that uses one of those two skills.",
        "Source": "GCRB",
        "From": "Natural",
        "Depreciated": ""
    },
    {
        "Name": "No Escape",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "May spend [AD][AD] from a Coercion check or [TH][TH] from a foe's Discipline check; that target cannot perform a free maneuver during his next turn.",
        "Source": "KTP",
        "From": "No Escape",
        "Depreciated": ""
    },
    {
        "Name": "Nobody's Fool",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "May upgrade difficulty of incoming Charm, Coercion, or Deception checks once per rank of Nobody's Fool.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Nobody's Fool",
        "Depreciated": ""
    },
    {
        "Name": "Opportunist",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When your character purchases this talent, choose one non-combat, non-magic skill. When you roll a check using this skill, you may suffer strain up to ranks in Opportunist to convert that many [SU] into [AD].",
        "Source": "SM",
        "From": "Eye for Detail",
        "Depreciated": ""
    },
    {
        "Name": "Outside the Box",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Choose one characteristic when purchasing this talent. Once per session, make one skill check using that characteristic rather than the characteristic linked to that skill.",
        "Source": "ACRB",
        "From": "Stroke of Genius",
        "Depreciated": ""
    },
    {
        "Name": "Overwhelm Defenses",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Upon unsuccessful attack with a starship or vehicle weapon, may spend [AD][AD] per rank of Overwhelm Defenses. Reduce the defense in the targeted zone by 1 for every [AD][AD] spent.",
        "Source": "ACRB, ND",
        "From": "Overwhelm Defenses",
        "Depreciated": ""
    },
    {
        "Name": "Painkiller Specialization",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When your character uses painkillers (or their equivalent, depending on the setting), the target heals one additional wound per rank of Painkiller Specialization. The sixth painkiller and beyond each day still has no effect.",
        "Source": "GCRB",
        "From": "Painkiller Specialization",
        "Depreciated": ""
    },
    {
        "Name": "Parry (Improved)",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Parry talent to benefit from this talent. When your character suffers a hit from a melee combat check and uses Parry to reduce the damage from that hit, after the attack is resolved, you may spend [DE] or [TH][TH][TH] from the attacker’s check to use this talent. Then, your character automatically hits the attacker once with a Brawl or Melee weapon your character is wielding. The hit deals the weapon’s base damage, plus any damage from applicable talents or abilities. Your character can’t use this talent if the original attack incapacitates them.",
        "Source": "GCRB",
        "From": "Parry (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Pin",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Take Pin action; make an opposed athletics check to immobilize an engaged opponent until the end of the character's next turn. Spend [TR] to extend duration one round.",
        "Source": "ETU",
        "From": "Pin",
        "Depreciated": ""
    },
    {
        "Name": "Plausible Deniability",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Take a Plausible Deniability action makes a Hard (???) Coercion check to convince one bystander equal to your Willpower to depart quietly.",
        "Source": "DA",
        "From": "Plausible Deniability (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Point Blank",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add 1 damage per rank of Point Blank to damage of one hit of successful attack while using Ranged (Heavy) or Ranged (Light) skills at short range or engaged.",
        "Source": "ABGR, ACRB, EBGR, ECRB",
        "From": "Point Blank",
        "Depreciated": ""
    },
    {
        "Name": "Potent Concoctions",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When your character makes an Alchemy check that generates [TR], roll an additional YELLOW DIE and add its results to the pool, in addition to spending the [TR] normally. When your character makes an Alchemy check that generates [DE], roll an additional RED DIE and add its results to the pool, in addition to spending the [DE] normally. Each of these effects can occur only once per check.",
        "Source": "ROT",
        "From": "Potent Concoctions",
        "Depreciated": ""
    },
    {
        "Name": "Powerful Blast",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text": "Increase Blast damage dealt by +1 per rank of Powerful Blast.",
        "Source": "ACRB, DC",
        "From": "Powerful Blast",
        "Depreciated": ""
    },
    {
        "Name": "Precise Archery",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When making a Ranged combat check targeting a character engaged with one of your character's allies, downgrade the difficulty of the check once (thus negating the penalty for shooting at engaged targets).",
        "Source": "ROT",
        "From": "Precise Archery",
        "Depreciated": ""
    },
    {
        "Name": "Preemptive Avoidance",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "May spend 1 Story Point to disengage from engaged enemy as an out-of-turn incidental.",
        "Source": "FCRB",
        "From": "Preemptive Avoidance",
        "Depreciated": ""
    },
    {
        "Name": "Pressure Point",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character makes an unarmed Brawl check targeting a living opponent, they may use this talent to deal strain damage instead of wound damage, and inflict additional strain damage equal to their ranks in Medicine.",
        "Source": "ROT",
        "From": "Pressure Point",
        "Depreciated": ""
    },
    {
        "Name": "Pride and Joy (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "While inside your character's Pride and Joy, recover +1 strain whenever recovering strain and spend [AD] on checks made to recover strain to allow an ally also within the vehicle to recover 1 strain.",
        "Source": "DOR",
        "From": "Pride and Joy (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Rapid Archery",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "While your character is armed with a bow (or similar weapon, at your GM’s discretion) they may suffer 2 strain to use this talent. During the next ranged combat check your character makes this turn, the bow gains the Linked quality with a value equal to their ranks in the Ranged skill.",
        "Source": "GCRB",
        "From": "Rapid Archery",
        "Depreciated": ""
    },
    {
        "Name": "Reflect (Improved)",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Reflect Talent to benefit from this talent. Your character may use reflect while wielding a melee weapon deemed appropriate by the GM. When reflecting a hit that generated [DE] or [TH][TH][TH] may hit one target in medium range with the same damage as the initial hit, after original attack resolves.",
        "Source": "FBGR, FCRB",
        "From": "Reflect (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Resourceful Refit",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "May perform the Resourceful Refit action, make an Average (??) Mechanics check to scavenge an old attachment to construct a new one, reducing its price by that of the dismantled attachment.",
        "Source": "SM",
        "From": "Resourceful Refit",
        "Depreciated": ""
    },
    {
        "Name": "Scathing Tirade (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Scathing Tirade talent to benefit from this talent. Enemies affected by your character’s Scathing Tirade add [SE] to all skill checks they make for a number of rounds equal to your character’s ranks in Coercion.",
        "Source": "GCRB",
        "From": "Scathing Tirade (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Seize the Initiative",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per session, as a maneuver, may make a Hard (???) Athletics check. On success, other PCs may take their turns immediately.",
        "Source": "FIB",
        "From": "Seize the Initiative",
        "Depreciated": ""
    },
    {
        "Name": "Sense Advantage",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text": "Once per session, may add [SE][SE] to 1 NPC's skill check.",
        "Source": "FBGR, FCRB",
        "From": "Sense Advantage",
        "Depreciated": ""
    },
    {
        "Name": "Share Pain",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "May perform the Share Pain incidental when animal companion suffers wounds. Reduce wounds suffered to half, then character suffers wounds equal to number reduced.",
        "Source": "FCRB",
        "From": "Share Pain",
        "Depreciated": ""
    },
    {
        "Name": "Shockwave",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character treats Melee (Heavy) weapons as possessing the Blast item quality with a rating equal to your character’s ranks in Melee (Heavy). Your character does not suffer damage from their weapon's Blast quality (but allies do!).",
        "Source": "ROT",
        "From": "Shockwave",
        "Depreciated": ""
    },
    {
        "Name": "Shortcut (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Shortcut talent to benefit from this talent. When engaging in a chase or race, may suffer 2 strain to add [SU] equal to ranks in Shortcut to the check.",
        "Source": "ND, EV, SS",
        "From": "Shortcut (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Skilled Teacher",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "Before an ally within short range makes a skill check, if that ally has fewer ranks in that skill than your character does, your character may suffer a number of strain no greater than ranks in Skilled Teacher to add an equal number of [SU] to the ally’s check.",
        "Source": "DOH",
        "From": "Skilled Teacher",
        "Depreciated": ""
    },
    {
        "Name": "Smart Handling",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, while aboard a ship of silhouette 4 or higher, your character may make a Smart Handling action; making a Hard (???) Knowledge check. If successful, until the start of the next round, the ship’s handling increases by two plus one per [AD] scored on the check to a maximum handling of +4. [TR] can be spent to extend the effect until the end of the encounter.",
        "Source": "FO",
        "From": "Smart Handling",
        "Depreciated": ""
    },
    {
        "Name": "Sound Investments",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "At the start of each session, gain 100 money units for each rank of Sound Investments.",
        "Source": "ACRB, FH",
        "From": "Sound Investments",
        "Depreciated": ""
    },
    {
        "Name": "Spur",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Take a Spur action; make a Hard (???) Riding check to increase a beast's top speed by 1. The beast suffers 2 strain every round it stays spurred.",
        "Source": "SOT",
        "From": "Spur",
        "Depreciated": ""
    },
    {
        "Name": "Studious Plotting",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When making a Streetwise or Survival skill check to navigate, the character may use Intellect instead of Cunning.",
        "Source": "SS",
        "From": "Studious Plotting",
        "Depreciated": ""
    },
    {
        "Name": "Stunning Blow (Improved)",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Stunning Blow talent to benefit from this talent. When dealing strain damage with Melee or Brawl checks, may spend [TR] to stagger target for 1 round per [TR].",
        "Source": "ACRB, ECRB",
        "From": "Stunning Blow (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Sunder Expertise",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Each [AD] your character spends to activate a weapon's Sunder quality damages the target item two steps, instead of one.",
        "Source": "DOH",
        "From": "Sunder (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Time to Go (Improved)",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Time to Go talent to benefit from this talent. When activating Time to Go, allow 1 engaged ally to also perform an out of turn Move maneuver as an incidental to attempt to move into cover or out of the blast range of a weapon or explosion.",
        "Source": "ACRB, DC",
        "From": "Time to Go (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Tricky Target",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Count vehicle or starship piloted as having a silhouette 1 lower when being attacked.",
        "Source": "ABGR, ACRB, ECRB, FCRB",
        "From": "Tricky Target",
        "Depreciated": ""
    },
    {
        "Name": "Trust the Captain",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "Make a Hard (???) Leadership check. If successful, for the rest of the encounter allies within short range increase their ranks in Discipline by an amount equal to ranks in Trust the Captain.",
        "Source": "DOR",
        "From": "Trust the Captain",
        "Depreciated": ""
    },
    {
        "Name": "Tuned Maneuvering Thrusters",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Increase the handling of Signature Vehicle by 1 per rank of Tuned Maneuvering Thrusters.",
        "Source": "SOT",
        "From": "Tuned Maneuvering Thrusters",
        "Depreciated": ""
    },
    {
        "Name": "Twisted Words",
        "Tier": 3,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "When an incoming social check generates [TH][TH] or [DE], may suffer 1 strain as an incidental to inflict strain equal to ranks in Coercion on speaker.",
        "Source": "DA",
        "From": "Twisted Words",
        "Depreciated": ""
    },
    {
        "Name": "Up the Ante",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text": "When gambling win 10% more credits per rank of Up the Ante.",
        "Source": "FC",
        "From": "Up the Ante",
        "Depreciated": ""
    },
    {
        "Name": "Utility Belt",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Spend 1 Story Point to perform a Utility Belt incidental; produce an undocumented item (maximum 1 encumbrance) or weapon (with Limited Ammo One quality) from a tool belt or a satchel.",
        "Source": "ACRB, ECRB",
        "From": "Utility Belt",
        "Depreciated": ""
    },
    {
        "Name": "Valuable Facts",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, perform a Valuable Facts action: make an Average (??) Knowledge check. If successful, add [TR] to one ally's skill check during the encounter.",
        "Source": "DA, FBGR, FCRB",
        "From": "Valuable Facts",
        "Depreciated": ""
    },
    {
        "Name": "Well Rounded",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Choose any 2 non-magic skills. They permanently become career skills.",
        "Source": "ACRB, EBGR, ECRB, FBGR, FCRB",
        "From": "Well Rounded",
        "Depreciated": ""
    },
    {
        "Name": "Armor Master (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Armor Master talent to benefit from this talent. When wearing armor with a soak value of 2 or higher, increase defense by 1.",
        "Source": "ACRB, ECRB, KTP",
        "From": "Armor Master (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Back-to-Back",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "While engaged with one or more allies, your character and allies they are engaged with add B to combat checks. If one or more allies engaged with your character also have Back-to-Back, the effects are cumulative to a maximum of [BO][BO].",
        "Source": "ROT",
        "From": "Back-to-Back",
        "Depreciated": ""
    },
    {
        "Name": "Better Luck Next Time",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Take a Better Luck Next Time action; make a Hard (???) Cool check to force a competitor to suffer a major misfortune.",
        "Source": "EV",
        "From": "Better Luck Next Time",
        "Depreciated": ""
    },
    {
        "Name": "Body Guard (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Body Guard talent to benefit from this talent. Once per session, when an ally protected by the Body Guard maneuver suffers a hit, suffer the hit instead.",
        "Source": "LBE, FIB, EBGR, FCRB",
        "From": "Body Guard (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Bolstered Armor",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Increase the armor value of Signature Vehicle by 1 per rank of Bolstered Armor.",
        "Source": "SOT",
        "From": "Bolstered Armor",
        "Depreciated": ""
    },
    {
        "Name": "Brilliant Evasion",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per vehicle encounter, your character may take Brilliant Evasion action. Select 1 opponent and make Opposed Driving or Piloting check to stop opponent from attacking character for rounds equal to Agility.",
        "Source": "ACRB, ECRB",
        "From": "Brilliant Evasion",
        "Depreciated": ""
    },
    {
        "Name": "By the Book",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Once per encounter, before making a combat check, suffer 2 strain to add [AD] to the results equal to ranks in By the Book.",
        "Source": "DOR",
        "From": "By the Book",
        "Depreciated": ""
    },
    {
        "Name": "Can’t We Talk About This?",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character can use this talent to make an opposed Charm or Deception versus Discipline check targeting a single non-nemesis adversary within medium range. If the check succeeds, the target cannot attack your character (or perform hostile actions against your character) until the end of their next turn. You may spend [AD][AD] to increase the length of the effect by one additional turn, and spend [TR] to extend the benefits to all of their identified allies within short range. The effect ends immediately if your character or a known ally attacks the target. In addition, your GM may rule that some targets are immune to this ability. An automated sentry turret, for example, has no interest in resolving a conflict through talking, nor would someone consumed by rage and the desire for revenge against your character.",
        "Source": "GCRB",
        "From": "Can’t We Talk About This?",
        "Depreciated": ""
    },
    {
        "Name": "Capital Sendoff (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Capital Sendoff talent to benefit from this talent. When performing a Capital Sendoff, the targets suffer a major collision instead.",
        "Source": "SOT",
        "From": "Corellian Sendoff (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Careful Planning",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, may introduce a \"fact\" into the narrative as if a Story Point had been spent.",
        "Source": "ACRB, KTP",
        "From": "Careful Planning",
        "Depreciated": ""
    },
    {
        "Name": "Center of Being (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Suffer 1 Strain to use a Center of Being maneuver as an incidental.",
        "Source": "FCRB",
        "From": "Center of Being (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Commanding Presence",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Once per session, may take Commanding Presence action; make an opposed Cool vs. Discipline check to force target to leave the encounter.",
        "Source": "LBE",
        "From": "Commanding Presence (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Comrades in Arms",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, make a Hard (???) Discipline Check. If successful, your character plus one ally per [SU] within medium range gains +1 defense for the remainder of the encounter. Effects end if affected targets move beyond medium range.",
        "Source": "DOR",
        "From": "Comrades in Arms",
        "Depreciated": ""
    },
    {
        "Name": "Conduit",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per encounter, your character may spend a Story Point to perform a magic action as a maneuver.",
        "Source": "ROT",
        "From": "Conduit",
        "Depreciated": ""
    },
    {
        "Name": "Deadeye",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "After your character inflicts a Critical Injury with a ranged weapon and rolls the result, your character may suffer 2 strain to use this talent. Then, you may select any Critical Injury of the same severity to apply to the target instead.",
        "Source": "GCRB",
        "From": "Deadeye",
        "Depreciated": ""
    },
    {
        "Name": "Deadly Accuracy",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When acquired, choose 1 combat skill. Add damage equal to ranks in that skill to one hit of successful attack made using that skill. May not choose the same skill more than once.",
        "Source": "ABGR, ACRB, ECRB",
        "From": "Deadly Accuracy",
        "Depreciated": ""
    },
    {
        "Name": "Death Rage",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character adds +2 damage to melee attacks for each Critical Injury they are currently suffering. (Your GM may also impost additional penalties on social skill checks your character makes if they are suffering Critical Injuries due to their frenzied behavior.)",
        "Source": "ROT",
        "From": "Death Rage",
        "Depreciated": ""
    },
    {
        "Name": "Defensive",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Each rank of Defensive increases your character’s melee defense and ranged defense by one.",
        "Source": "GCRB",
        "From": "Defensive",
        "Depreciated": ""
    },
    {
        "Name": "Defensive Driving",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Increase the defense of any vehicle your character pilots by one per rank of Defensive Driving. The specifics of this talent require the optional vehicle rules, on page 220. If your game does not use these rules, this talent adds [SE] per rank to combat checks targeting your character’s vehicle or your character while piloting it.",
        "Source": "GCRB",
        "From": "Defensive Driving",
        "Depreciated": ""
    },
    {
        "Name": "Deflection",
        "Tier": 4,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Reflect talent to benefit from this talent. After using Reflect, may spend 1 Story Point to perform Move maneuver as out-of-turn incidental to close distance with or engage opponent.",
        "Source": "FCRB",
        "From": "Djem So Deflection",
        "Depreciated": ""
    },
    {
        "Name": "Discredit",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, take the Discredit action, make a Hard (???) Deception check to upgrade the difficulty of one character's social checks once, plus once for every [AD][AD], until the end of the encounter.",
        "Source": "DA",
        "From": "Discredit",
        "Depreciated": ""
    },
    {
        "Name": "Distracting Behavior (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Distracting Behavior talent to benefit from this talent. The Distracting Behavior maneuver inflicts [TH][TH] on NPC's checks when NPC's target character's allies.",
        "Source": "FH",
        "From": "Distracting Behavior (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Don't Shoot!",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session as an action, make a Hard (???) Charm check. On a success, cannot be target of combat checks until the end of the encounter or until making a combat check.",
        "Source": "FC",
        "From": "Don't Shoot!",
        "Depreciated": ""
    },
    {
        "Name": "Double or Nothing (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Double or Nothing talent to benefit from this talent. When performing the Double or Nothing incidental, after canceling opposing symbols, also double the amount of remaining [SU].",
        "Source": "FC",
        "From": "Double or Nothing (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Double-Talk",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Spend [AD][AD] or [TR] from a successful Charm or Deception check to disorient a number of opponents within short range equal to your character's Presence for the remainder of the round and the next two rounds.",
        "Source": "DOR",
        "From": "Double-Talk",
        "Depreciated": ""
    },
    {
        "Name": "Enduring",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Each rank of Enduring increases your character’s soak value by one.",
        "Source": "GCRB",
        "From": "Enduring",
        "Depreciated": ""
    },
    {
        "Name": "Field Commander (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Field Commander talent to benefit from this talent. When your character uses the Field Commander talent, your character affects a number of allies equal to twice the character’s Presence. In addition, you may spend [TR] to allow one ally to suffer 1 strain to perform an action, instead of a maneuver.",
        "Source": "GCRB",
        "From": "Field Commander (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Formation Tactics (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Reduce the difficulty of Formation Tactics to average. Spend [TR] or [AD][AD][AD][AD][AD][AD] to have the effect last until the end of the encounter.",
        "Source": "DOR",
        "From": "Formation Tactics (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Fortune Favors the Bold",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session as an incidental, suffer 2 strain to flip one GM Story Point to a Player Story Point.",
        "Source": "FC",
        "From": "Fortune Favors the Bold",
        "Depreciated": ""
    },
    {
        "Name": "Full Throttle (Improved)",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Full Throttle talent to benefit from this talent. Suffer 1 strain to attempt Full Throttle as a maneuver and decrease its difficulty to Average (??).",
        "Source": "ABGR, ACRB, EBGR, ECRB, EV",
        "From": "Full Throttle (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Holistic Navigation",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making an Astrocartography skill check, the character may spend one Story Point to remove [DE], or to remove [TH] equal to his ranks in Perception.",
        "Source": "SS",
        "From": "Holistic Navigation",
        "Depreciated": ""
    },
    {
        "Name": "How Convenient!",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, your character may use this talent to make a Hard (???) Mechanics check. If successful, one device involved in the current encounter (subject to your GM’s approval) spontaneously fails. This can be because of your character’s actions, or it can simply be incredibly convenient timing!",
        "Source": "GCRB",
        "From": "How Convenient!",
        "Depreciated": ""
    },
    {
        "Name": "Improvised Position",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may make a Hard (???) Mechanics check and spends 12 hours constructing a secure position that can contain the group and it’s vehicles. The sum of it’s vehicles silhouettes must be 4 or less. The position provides cover and can have additional narrative benefits at the GM’s discretion. Your character can spend [AD][AD] or [TR] from the check to increase the ranged defense the position provides to 2.",
        "Source": "FO",
        "From": "Improvised Position",
        "Depreciated": ""
    },
    {
        "Name": "In The Know",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, make an opposed Deception vs Vigilance check with the difficulty downgraded a number of times equal to your ranks in deception to have a target NPC believe specific false intelligence.",
        "Source": "DA",
        "From": "In The Know (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Incite Rebellion",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, may take an Incite Rebellion action; make a Hard (???) Coercion check to cause a number of beings up to ranks in Coercion to become rebellious until the end of the encounter.",
        "Source": "ACRB",
        "From": "Incite Rebellion",
        "Depreciated": ""
    },
    {
        "Name": "Inspiring Rhetoric (Supreme)",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Inspiring Rhetoric talent to benefit from this talent. Your character may choose to suffer 1 strain to use the Inspiring Rhetoric talent as a maneuver, instead of as an action.",
        "Source": "GCRB",
        "From": "Inspiring Rhetoric (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "It's Not that Bad",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session when an ally would suffer a Critical Injury, may take an It's Not That Bad action; make a Hard (???) Medicine check to stop the ally from gaining the Critical Injury.",
        "Source": "ACRB",
        "From": "It's Not that Bad",
        "Depreciated": ""
    },
    {
        "Name": "Jury Rigged",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "The character chooses one personal weapon or piece of armor per rank of Jury Rigged. He may increase the damage of the weapon by one; decrease the [AD] cost on its Critical, or any single other effect by one to a minimum of one; or increase armor's ranged or melee defense by one. Alternatively, he can decrease the encumbrance of the item by two to a minimum of one. The bonus only applies so long as the character is using the item. If the item is ever lost or destroyed, the character may apply Jury Rigged to a new personal weapon or piece or armor.",
        "Source": "ACRB, EBGR, ECRB",
        "From": "Jury Rigged",
        "Depreciated": ""
    },
    {
        "Name": "Mad Inventor",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, your character may use this talent to make a Mechanics check to attempt to cobble together the functional equivalent of any item using spare parts or salvage. The difficulty of the check is based on the item’s rarity; see Table I.4–1: Mad Inventor Item Rarity in the Genesys Core Rulebook. Your GM will modify the check based on the circumstances and might decide that some items simply can’t be created with what’s available (if you are being held in a prison cell, for instance). Your GM may spend [DE] on the check to indicate the item ends up being dangerous to the user and anyone around them in some way. For instance, a pistol might explode instead of running out of ammo, or a breathing mask might make the user light-headed.",
        "Source": "GCRB",
        "From": "Mad Inventor",
        "Depreciated": ""
    },
    {
        "Name": "Menace",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per round on the character’s turn, the character may spend a maneuver to allow any suitably threatening creature linked through the Animal Companion talent and of Silhouette 2 or greater to perform the Menace maneuver when the creature is at short range with the enemy.  The enemy gains [SE] on his next Combat check against the character.",
        "Source": "SS",
        "From": "Menace",
        "Depreciated": ""
    },
    {
        "Name": "Moving Target",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "If the character has already acted this round, increase ranged defense by 1 per rank of moving target.",
        "Source": "FIB",
        "From": "Moving Target",
        "Depreciated": ""
    },
    {
        "Name": "Not Today",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Once per session, spend a Story Point to save Signature Vehicle from destruction.",
        "Source": "SOT",
        "From": "Not Today",
        "Depreciated": ""
    },
    {
        "Name": "Offensive Driving",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "As a maneuver, suffer system strain up to vehicle's highest defense to upgrade the difficulty of target's next Piloting check that many times.",
        "Source": "ND",
        "From": "Offensive Driving",
        "Depreciated": ""
    },
    {
        "Name": "Overbalance",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Whenever an enemy engaged with the character makes a combat check, after the attack is resolved, the character may spend [DE] or [TH][TH][TH] to stagger the attacker until the end of the attacker's next turn.",
        "Source": "ND, KTP",
        "From": "Overbalance",
        "Depreciated": ""
    },
    {
        "Name": "Overcharge",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, your character may use this talent to make a Hard (???) Mechanics check and choose one of their cybernetic implants that grants them one of the following: +1 to a characteristic rating, +1 rank to a skill, +1 rank of a ranked talent. If your character succeeds, until the end of the encounter, the chosen cybernetic instead provides +2 to the affected characteristic rating (to a maximum of 7), skill (to a maximum of 5), or ranked talent. Your GM may spend [DE] or [TH][TH][TH] from the check to have the overcharged cybernetic short out at the end of the encounter; it provides no benefit until your character spends several hours making an Average (??) Mechanics check to repair it.",
        "Source": "GCRB",
        "From": "Overcharge",
        "Depreciated": ""
    },
    {
        "Name": "Precise Aim",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Once per round on the character’s turn, when the character performs an Aim maneuver before attempting a combat check, may suffer a number of strain. The number of strain cannot exceed his ranks in Precise Aim. He then decreases the target’s defense (ranged and melee) by one per strain suffered for that combat check.",
        "Source": "EBGR, ECRB, SS",
        "From": "Precise Aim",
        "Depreciated": ""
    },
    {
        "Name": "Prey on the Weak",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add +1 damage to one hit of successful combat checks against disoriented targets per rank of Prey on the Weak.",
        "Source": "FIB, FCRB",
        "From": "Prey on the Weak",
        "Depreciated": ""
    },
    {
        "Name": "Pride and Joy (Supreme)",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session while inside your character's Pride and Joy, reduce its silhouette by 2 (to a minimum of 0) for the remainder of the round and the following round.",
        "Source": "DOR",
        "From": "Pride and Joy (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Prime Positions",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When this character or an ally in short range takes cover, he increases soak against ranged attacks by 1 per rank of Prime Positions until he leaves that cover.",
        "Source": "FIB, KTP",
        "From": "Prime Positions",
        "Depreciated": ""
    },
    {
        "Name": "Prophetic Aim",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "While benefiting from an Aim maneuver, [DE] from the character's Ranged checks cannot cause attacks to hit allies engaged with the target.",
        "Source": "KTP",
        "From": "Prophetic Aim",
        "Depreciated": ""
    },
    {
        "Name": "Push the Specs",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may perform the Push the Specs action when in a ship or vehicle, attempting an Average (??) Knowledge check. If your character is successful, the ships top speed increases by one for a number of rounds equal to their Intellect. May spend [AD] and have the ship suffer two system strain to extend this effect for an additional round, and may do so multiple times. The ship still cannot perform actions or maneuvers it couldn't perform normally.",
        "Source": "FO",
        "From": "Push the Specs",
        "Depreciated": ""
    },
    {
        "Name": "Rain of Death",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Perform the Rain of Death maneuver to ignore the increased difficulty due to the Auto-fire quality of attacks made this turn.",
        "Source": "FIB, DC",
        "From": "Rain of Death",
        "Depreciated": ""
    },
    {
        "Name": "Reflect (Supreme)",
        "Tier": 4,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Reflect Talent to benefit from this talent.  If the user did not make a combat check during previous turn, may suffer 1 strain to use Reflect.",
        "Source": "FCRB",
        "From": "Reflect (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Reinforced Frame",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. Signature Vehicle gains Massive 1: when making an attack targeting the ship or vehicle, the Critical rating of any weapon used counts as 1 higher.",
        "Source": "SOT",
        "From": "Reinforced Frame",
        "Depreciated": ""
    },
    {
        "Name": "Reroute Processors",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, may take a Reroute Processors action, make an Average (??) Computers check to reduce one of an artificial life form's characteristics by 1 and increase another of its characteristics by 1.",
        "Source": "SM",
        "From": "Reroute Processors",
        "Depreciated": ""
    },
    {
        "Name": "Resolve",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When a character involuntarily suffers strain, he suffers 1 less strain per rank of Resolve to a minimum of 1.",
        "Source": "ABGR, ACRB, EBGR, ECRB",
        "From": "Resolve",
        "Depreciated": ""
    },
    {
        "Name": "Savvy Negotiator",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "While engaged in a debate or argument, make a Hard (???) Negotiation check. If successful, a number of bystanders or observers equal to your Presence sees one of the opponent’s points (chosen by your character) as maliciously unreasonable.\n\nThe GM has the final say as to whether bystanders could see a point as unreasonable, based on who those bystanders are and what the point is. In these cases, the GM can suggest a modified version of that argument that would be more believable.",
        "Source": "DOH",
        "From": "Savvy Negotiator (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Scathing Tirade (Supreme)",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Scathing Tirade talent to benefit from this talent. Your character may choose to suffer 1 strain to use the Scathing Tirade talent as a maneuver, instead of as an action.",
        "Source": "GCRB",
        "From": "Scathing Tirade (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Second Chances",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Once per encounter choose a number of positive dice equal to ranks in Second Chances and reroll them.",
        "Source": "SOT, FC",
        "From": "Second Chances",
        "Depreciated": ""
    },
    {
        "Name": "Seen a Lot of Things",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Whenever your character fails a Knowledge check, they may spend [AD][AD][AD] to roll the check again during their next turn.",
        "Source": "DOR",
        "From": "Seen a Lot of Things",
        "Depreciated": ""
    },
    {
        "Name": "Showboat",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a check in a vehicle, may suffer 2 strain to gain [TR] on success or [DE] on failure.",
        "Source": "SOT",
        "From": "Showboat",
        "Depreciated": ""
    },
    {
        "Name": "Signature Spell (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Signature Spell talent to benefit from this talent. When your character casts their signature spell, reduce the difficulty of the check by two instead of one.",
        "Source": "ROT",
        "From": "Signature Spell (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Skilled Slicer",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a Computers check may spend a [TR] to make further Computers checks within this system as maneuvers.",
        "Source": "ACRB, ECRB",
        "From": "Skilled Slicer",
        "Depreciated": ""
    },
    {
        "Name": "Sorry About the Mess",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Decrease the Critical Rating of a weapon by 1 (to a minimum of 1) against targets that have not yet acted this encounter.",
        "Source": "FC",
        "From": "Sorry About the Mess",
        "Depreciated": ""
    },
    {
        "Name": "Speaks Binary (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Speaks Binary talent to benefit from this talent. When directing non-sentient NPC artificial life forms, those NPCs grant additional [BO] in addition to other benefits.",
        "Source": "SM",
        "From": "Speaks Binary (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Spitfire",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "After a successful combined check with two Ranged (Light) weapons, additional hits can be allocated to other targets within range of the weapon.",
        "Source": "FC",
        "From": "Spitfire",
        "Depreciated": ""
    },
    {
        "Name": "Spur (Improved)",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Spur talent to benefit from this talent. Suffer 1 strain to attempt Spur as a maneuver and decrease its difficulty to Average (??).",
        "Source": "SOT",
        "From": "Spur (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Steady Aim",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character does not lose the benefits of the aim maneuver if they perform other maneuvers (including moving) or actions. Your character does lose the benefits of the aim maneuver if the encounter ends.",
        "Source": "DOR",
        "From": "Steady Aim",
        "Depreciated": ""
    },
    {
        "Name": "Street Smarts",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "Once per session, may take a Street Smarts action; make a Formidable (?????) Streetwise or Knowledge check to learn one vital clue from the GM. Reduce the difficulty once per rank of Street Smarts.",
        "Source": "ACRB, EBGR, ECRB, FCRB",
        "From": "Street Smarts",
        "Depreciated": ""
    },
    {
        "Name": "Supporting Evidence",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When assisting an ally with a Charm, Deception, Leadership, or Negotiation check, add automatic [AD] per rank of Supporting Evidence.",
        "Source": "DA",
        "From": "Supporting Evidence",
        "Depreciated": ""
    },
    {
        "Name": "Targeted Firepower",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, identify one enemy target and make a hard appropriate Knowledge check. If successful, for the rest of the encounter, allies within short range of your character add 1 [AD] to attacks against the target equal to [SU] generated on the check.",
        "Source": "DOR",
        "From": "Targeted Firepower",
        "Depreciated": ""
    },
    {
        "Name": "That's How It's Done",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "May suffer 1 strain on successful skill check to add [AD] to the same skill check made by a number of allies equally to Willpower within short range during the next round. Range increases with ranks.",
        "Source": "LBE",
        "From": "That's How It's Done",
        "Depreciated": ""
    },
    {
        "Name": "Trust No One",
        "Tier": 4,
        "Activation": "Out-of-turn",
        "Ranked": "No",
        "Text":
            "When targeted by a social check, suffer 1 strain to add automatic [FA] to the check. If the check fails with [DE], your character may immediately perform a maneuver as an out-of-turn incidental.",
        "Source": "DOR",
        "From": "Trust No One",
        "Depreciated": ""
    },
    {
        "Name": "Unrelenting",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round after resolving a successful Brawl, Melee (Light), or Melee (Heavy) combat check, your character may suffer 4 strain to use this talent to make an additional melee attack as an incidental against the same target. Increase the difficulty of the combat check by one if this attack uses a second weapon, or by two if the attack uses the same weapon.",
        "Source": "ROT",
        "From": "Unrelenting",
        "Depreciated": ""
    },
    {
        "Name": "Unrelenting Skeptic",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When targeted by a Deception check, the character automatically adds [FA] to the check equal to ranks in Vigilance.",
        "Source": "FH, EV",
        "From": "Unrelenting Skeptic",
        "Depreciated": ""
    },
    {
        "Name": "Venom Soaked Blade",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When making a Melee (Light) combat check using a poisoned weapon, your character treats it as possessing the Burn 2 item quality.",
        "Source": "ROT",
        "From": "Venom Soaked Blade",
        "Depreciated": ""
    },
    {
        "Name": "Weak Foundation",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per game session, your character may identify one bunker, weapon emplacement, or other fixed combat structure (subject to the GM’s approval) and then take a Weak Foundation action; make a Hard (???) Knowledge check. If successful, until the end of the encounter, your character and all allies add automatic [AD][AD] or [SU] to all combat checks made targeting the structure (your character's choice).",
        "Source": "FO",
        "From": "Weak Foundation",
        "Depreciated": ""
    },
    {
        "Name": "Altered Deal",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, make a Hard (???) Coercion check to radically change a previously made deal or bargain to your character's advantage.",
        "Source": "DOR",
        "From": "Altered Deal",
        "Depreciated": ""
    },
    {
        "Name": "Armor Master (Supreme)",
        "Tier": 5,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Armor Master talent to benefit from this talent. Once per round, when the character suffers a Critical Injury, he may suffer 3 strain to take the Armor Master incidental. If he does he reduces the Critical Injury result that he suffers by 10 per point of his soak, to a minimum of 1.",
        "Source": "KTP",
        "From": "Armor Master (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Baleful Gaze",
        "Tier": 5,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "When targeted by combat check from within medium range, may spend a Story Point to upgrade the difficulty of the check a number of times equal to ranks in Coercion.",
        "Source": "KTP",
        "From": "Baleful Gaze",
        "Depreciated": ""
    },
    {
        "Name": "Biggest Fan",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, may take a Biggest Fan action; make a Hard (???) Charm check to turn one NPC into the character's biggest fan. The exact effects of this vary depending on the NPC and the situation. They can include drastically decreasing the difficulty of Social Interaction skill checks the character makes targeting his biggest fan, the fan being willing to perform minor or even significant favors for the character, or the character even becoming a reoccurring ally in the narrative. At the CM’s discretion, this talent may not be able to target certain NPCs whose adversarial nature is vital to the plot, or NPCs who would be unable to appreciate the character’s work",
        "Source": "FH",
        "From": "Biggest Fan",
        "Depreciated": ""
    },
    {
        "Name": "Body Guard (Supreme)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Body Guard talent to benefit from this talent. Body Guard maneuver may protect a number of engaged characters up to ranks in Resilience.",
        "Source": "FIB",
        "From": "Body Guard (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Comrades in Arms (Improved)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Spend [TR] or [AD][AD][AD] when performing Comrades in Arms to also gain +1 soak or give one affected ally +1 soak.",
        "Source": "DOR",
        "From": "Comrades in Arms (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Coordination Dodge",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When targeted by a combat check, may spend 1 Story Point to add [FA] equal to ranks in Coordination to check.",
        "Source": "FH, ND",
        "From": "Coordination Dodge",
        "Depreciated": ""
    },
    {
        "Name": "Crucial Point",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, your character may introduce to negotiations one potential concession that an opponent will do nearly anything to obtain.",
        "Source": "DOH",
        "From": "Crucial Point",
        "Depreciated": ""
    },
    {
        "Name": "Crushing Blow",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session after rolling a melee attack but before resolving the check, your character may suffer 4 strain to use this talent. While resolving the check, the weapon gains the Breach 1 and Knockdown item qualities, and destroys one item the target is wielding that does not have the Reinforced quality.",
        "Source": "ROT",
        "From": "Crushing Blow",
        "Depreciated": ""
    },
    {
        "Name": "Custom Loadout",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Signature Vehicle talent to benefit from this talent. May add one mount for a weapon or piece of equipment (approved by the GM).",
        "Source": "SM",
        "From": "Custom Loadout",
        "Depreciated": ""
    },
    {
        "Name": "Dedication",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Each rank of Dedication increases one of your character’s characteristics by one. This talent cannot increase a characteristic above 5. You cannot increase the same characteristic with Dedication twice.",
        "Source": "GCRB",
        "From": "Dedication",
        "Depreciated": ""
    },
    {
        "Name": "Double or Nothing (Supreme)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Double or Nothing talent to benefit from this talent. When performing the Double or Nothing incidental, also double the number of [TR] and [DE].",
        "Source": "FC",
        "From": "Double or Nothing (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Full Throttle (Supreme)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Full Throttle talent to benefit from this talent. When performing Full Throttle, top speed increases by 2 instead of 1.",
        "Source": "ACRB, ECRB, EV",
        "From": "Full Throttle (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Heavy Hitter",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, spend [TR] on a successful Ranged (Heavy) or Gunnery check to add the Breach 1 quality to the attack, or increase an existing Breach rating by 1.",
        "Source": "FIB, DC",
        "From": "Heavy Hitter",
        "Depreciated": ""
    },
    {
        "Name": "Indomitable",
        "Tier": 5,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Once per encounter, when your character would be incapacitated due to exceeding their wound or strain threshold, you may spend a Story Point to use this talent. Then, your character is not incapacitated until the end of their next turn. If your character reduces their strain or wounds to below their threshold before the end of their next turn, they are not incapacitated.",
        "Source": "GCRB",
        "From": "Indomitable",
        "Depreciated": ""
    },
    {
        "Name": "Inspiring Leadership",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Make a Hard (???) Leadership check. If successful, a number of allies not exceeding your character's Presence within short range add [SU] to their next skill check.",
        "Source": "DOR",
        "From": "Inspiring Leadership",
        "Depreciated": ""
    },
    {
        "Name": "Intense Focus",
        "Tier": 5,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Perform an Intense Focus maneuver; suffer 1 strain and upgrade the ability of the next skill check once.",
        "Source": "ABGR, ACRB, ECRB, DOH",
        "From": "Intense Focus",
        "Depreciated": ""
    },
    {
        "Name": "Just Kidding!",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round as an incidental spend 1 Story Point to ignore [DE] generated on a social check by the character or any ally in short range.",
        "Source": "FC",
        "From": "Just Kidding!",
        "Depreciated": ""
    },
    {
        "Name": "Let’s Talk This Over",
        "Tier": 5,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Once per game session, when a combat encounter against one or more sentient beings is about to begin, the character make a Daunting (????) Charm check. If successful, the combat encounter instead becomes a social encounter, with the PCs attempting to convince their opposition to back down, come around to their viewpoint, or accept a compromise. The GM is the final arbiter of how the situation resolves without violence (or how the combat encounter continues if the character’s check is unsuccessful).",
        "Source": "ROT",
        "From": "Let’s Talk This Over",
        "Depreciated": ""
    },
    {
        "Name": "Master",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When you purchase this talent for your character, choose one skill. Once per round, your character may suffer 2 strain to use this talent to reduce the difficulty of the next check they make using that skill by two, to a minimum of Easy (?).",
        "Source": "GCRB",
        "From": "Master",
        "Depreciated": ""
    },
    {
        "Name": "Master Demolitionist",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When resolving an attack from a personal scale explosive or ordinance weapon, your character may spend [AD] or [TR] to have the weapon’s Blast quality affect all characters within short range (rather than engaged). If the weapon normally affects all characters within short range, then the range of the effect is increased to medium range instead.",
        "Source": "FO",
        "From": "Master Demolitionist",
        "Depreciated": ""
    },
    {
        "Name": "Master Driver/Pilot",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Once per round when driving, piloting, or operating a vehicle, may suffer 2 strain to perform any action as a maneuver.",
        "Source": "ACRB, ETU, ECRB",
        "From": "Master Driver/Pilot",
        "Depreciated": ""
    },
    {
        "Name": "Master Grenadier",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Decrease the [AD] cost to activate the Blast quality on any attack by 1 to a minimum of 1.",
        "Source": "ACRB, DC",
        "From": "Master Grenadier",
        "Depreciated": ""
    },
    {
        "Name": "Master Instructor",
        "Tier": 5,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Once per round, suffer 2 strain to allow an ally within short range to count as having the same number of ranks in Discipline as your character for the next Discipline check the ally makes.",
        "Source": "DOH",
        "From": "Master Instructor",
        "Depreciated": ""
    },
    {
        "Name": "Master Merchant",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When buying or selling goods, may suffer 2 strain to sell for 25% more or buy for 25% less.",
        "Source": "ACRB, ECRB",
        "From": "Master Merchant",
        "Depreciated": ""
    },
    {
        "Name": "Most Impressive",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Spend [TR] from any skill check to allow a number of allies not exceeding your character's Presence within short range add [AD] to their next check.",
        "Source": "DOR",
        "From": "Most Impressive",
        "Depreciated": ""
    },
    {
        "Name": "Overcharge (Improved)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Overcharge talent to benefit from this talent. When using the Overcharge talent, your character may spend [AD][AD] or [TR] from the Mechanics check to immediately take one additional action. This talent can only be used once per check.",
        "Source": "GCRB",
        "From": "Overcharge (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Power of Darkness",
        "Tier": 5,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per session, may perform the Power of Darkness maneuver. Increase Wound Threshold and Strain Threshold by 1 per GM story point until the end of the encounter.",
        "Source": "UP",
        "From": "Power of Darkness",
        "Depreciated": ""
    },
    {
        "Name": "Prepare to be Boarded",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, make an opposed Coercion vs Discipline check against an enemy ship captain. If successful, the enemy suffers 1 strain per [SU] and surrenders their ship if they exceed their strain threshold. Spend [TR] or [AD][AD][AD][AD] to inflict strain equal to your character's ranks in Coercion.",
        "Source": "DOR",
        "From": "Prepare to be Boarded",
        "Depreciated": ""
    },
    {
        "Name": "Retribution",
        "Tier": 5,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Once per round when an adversary attacks an ally within medium range, your character may spend one Story Point to use this talent to automatically hit that enemy once with a weapon your character is wielding, if the enemy is within the weapon’s range. The hit deals the weapon’s base damage, plus any damage from applicable talents or abilities.",
        "Source": "ROT",
        "From": "Retribution",
        "Depreciated": ""
    },
    {
        "Name": "Ruinous Repartee",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per encounter, your character may use this talent to make an opposed Charm or Coercion versus Discipline check targeting one character within medium range (or within earshot). If successful, the target suffers strain equal to twice your character’s Presence, plus one additional strain per [SU]. Your character heals strain equal to the strain inflicted. If incapacitated due to this talent, the target could flee the scene in shame, collapse in a dejected heap, or throw themself at your character in fury, depending on your GM and the nature of your character’s witty barbs.",
        "Source": "GCRB",
        "From": "Ruinous Repartee",
        "Depreciated": ""
    },
    {
        "Name": "Speaks Binary (Supreme)",
        "Tier": 5,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per encounter, may perform the Speaks Binary maneuver. A number of NPC artificial life forms up to ranks in Speaks Binary may use the character's ranks for 1 skill of character's choice.",
        "Source": "SM",
        "From": "Speaks Binary (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Spur (Supreme)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Spur talent to benefit from this talent. When activating and maintaining Spur, the beast only suffers 1 strain instead of 2.",
        "Source": "SOT",
        "From": "Spur (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Superhuman Reflexes",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, after generating [DE] on a Piloting check cancel the [DE] and add [SU] equal to ranks in Cool.",
        "Source": "EV",
        "From": "Superhuman Reflexes",
        "Depreciated": ""
    },
    {
        "Name": "Thorough Assessment",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Once per session, take a Thorough Assessment action: make a Hard (???) Knowledge check to gain [BO] equal to [SU] that can be distributed during the encounter.",
        "Source": "DA, LBE",
        "From": "Thorough Assessment",
        "Depreciated": ""
    },
    {
        "Name": "Unrelenting Skeptic (Improved)",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Unrelenting Skeptic talent to benefit from this talent. When targeted by a Deception check that fails, may spend 1 Story Point to add [DE] to results.",
        "Source": "FH",
        "From": "Unrelenting Skeptic (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Whirlwind",
        "Tier": 5,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may suffer 4 strain to use this talent to make a Brawl, Melee (Light), or Melee (Heavy) attack against the engaged adversary who is hardest to hit (as determined by the GM), increasing the difficulty by one. If the combat check succeeds, each adversary engaged with the character suffers one hit from the attack, that deals base damage plus damage equal to the total [SU] scored on the check.",
        "Source": "ROT",
        "From": "Whirlwind",
        "Depreciated": ""
    },
    {
        "Name": "Zealous Fire",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Each time your Game Master spends a Story Point, your character heals 2 strain.",
        "Source": "ROT",
        "From": "Zealous Fire",
        "Depreciated": ""
    },
    {
        "Name": "Catfall",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When rolling Athletics or Coordination to reduce damage from falling, add [BO]. In addition, reduce damage and strain suffered from a fall by 1 per rank of Catfall.",
        "Source": "CCC-Tom Cruise",
        "From": "Catfall",
        "Depreciated": ""
    },
    {
        "Name": "Deflect Spell",
        "Tier": 1,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "Yes",
        "Text":
            "When your character suffers a hit from a magic based combat check, after damage is calculated but before soak is applied (so immediately after Step 3 of Perform a Combat check, page 102), your character may suffer 3 strain to use this talent to reduce the damage of the hit by two plus their ranks in Deflect Spell. This talent can only be used once per hit.",
        "Source": "CCC-Richardbuxton",
        "From": "Deflect Spell",
        "Depreciated": ""
    },
    {
        "Name": "Intuitive Casting",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Add [BO] to a spell casting skill check when your character is the first PC to act in the current encounter.",
        "Source": "CCC-TheSapient",
        "From": "Intuitive Casting",
        "Depreciated": ""
    },
    {
        "Name": "Overchannel",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When casting a spell, your character may select a number of additional effect in (?) up to their ranks in Overchannel.  The effect must be limited to single (?) effects.  The character gains 2 threat per (?) added in this way rather than increase the difficulty of the check. This is in addition to any Threat rolled.  Threat added by this talent can be cancelled by rolled advantages.",
        "Source": "CCC-ESP77",
        "From": "Overchannel",
        "Depreciated": ""
    },
    {
        "Name": "Respected",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When first acquired, choose one social group. The character downgrades the difficulty of checks to interact with members of that social group a number of times equal to his ranks in Respected. The social group affected must be approved by the GM, but possibilities include institutions of higher learning, law-enforcement agencies, the thieves' guild, etc.",
        "Source": "CCC-SavageBob",
        "From": "Respected",
        "Depreciated": ""
    },
    {
        "Name": "Specialist Knowledge",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When you purchase this talent, select a specific area of expertise for your character. When making a Knowledge check which pertains to that area of knowledge, reduce the difficulty of the check once.",
        "Source": "CCC-Tom Cruise",
        "From": "Specialist Knowledge",
        "Depreciated": ""
    },
    {
        "Name": "Street Slang",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When making a social skill check in criminal or dubious company, may suffer a number of strain no greater than ranks in Street Slang to add an equal number of [AD] to the check.",
        "Source": "CCC-Klort",
        "From": "Street Slang",
        "Depreciated": ""
    },
    {
        "Name": "Adroitness",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When first acquired, choose a general skill. When making a check with that skill, reduce the time required by 50%.\n\nRevised: When first acquired, choose a general skill. When making a check with that skill, reduce the time required by 25%. The GM may determine that this talent may not be used with certain skills or activities.",
        "Source": "CCC-Swordbreaker",
        "From": "Adroitness",
        "Depreciated": ""
    },
    {
        "Name": "Familiar",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "When your character purchases this talent, choose a silhouette 0 creature (approved by your GM). This creature becomes your character's familiar.  Your character is bonded to this familiar as long as you choose, though the GM may decide to remove it due to mistreatment or other conditions. You instruct the familiar how to act telepathically.  However, the only action a familiar may take is Exchange an Action for a Maneuver.  It cannot fight except in self-defense, under the GM's direction.\n\nOnce per round, your character may use a maneuver to direct the familiar to take specific maneuvers during your character's turn.  As long as the familiar is in short range, it may use the Assist maneuver to give [BO] to all magic checks.  This range increases with ranks in Familiar.",
        "Source": "CCC-ESP77",
        "From": "Familiar",
        "Depreciated": ""
    },
    {
        "Name": "Fighter’s Stance",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a combat check, if your character has performed the Guarded Stance maneuver this turn, you may suffer 1 strain to ignore the penalties of the Guarded Stance maneuver.",
        "Source": "CCC-ESP77",
        "From": "Fighter’s Stance",
        "Depreciated": ""
    },
    {
        "Name": "Pact Magic",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "You have entered into a Pact with a powerful otherworldly being. When you purchase this Talent, choose one spell type your character can not normally cast. Once per encounter, you may cast this spell using any magic skill you possess. The GM may spend [TH][TH] to make your character suffer one wound.",
        "Source": "CCC-ESP77",
        "From": "Pact Magic",
        "Depreciated": ""
    },
    {
        "Name": "Prepared Spell",
        "Tier": 2,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "Once per session, your character may make a skill check to cast a spell without suffering strain.",
        "Source": "CCC-TheSapient",
        "From": "Prepared Spell",
        "Depreciated": ""
    },
    {
        "Name": "Blindsense",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "As long as your character can hear, you may ignore setback imposed by darkness or blindness within short range. Each additional rank increases range.",
        "Source": "CCC-ESP77",
        "From": "Blindsense",
        "Depreciated": ""
    },
    {
        "Name": "Blood Magic",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When casting a spell your character may take two wounds instead of two strain.",
        "Source": "CCC-ESP77",
        "From": "Blood Magic",
        "Depreciated": ""
    },
    {
        "Name": "Bonded Implement",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Choose one magical implement your character owns when taking this talent. Your character becomes bonded to this implement, and no other person may use it. Your character may attempt to summon it by making a Hard (???) Magic Skill check.  If your chosen implement is ever permanently lost or destroyed, you may select a new one of the same value.",
        "Source": "CCC-TheSapient",
        "From": "Bonded Implement",
        "Depreciated": ""
    },
    {
        "Name": "Combat Caster",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Once per session your character may add the Deadly quality to a spell without increasing the difficulty.",
        "Source": "CCC-ESP77",
        "From": "Combat Caster",
        "Depreciated": ""
    },
    {
        "Name": "Distant Spell",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Once per session, when casting a spell the first range enhancement does not increase the difficulty of the spell.",
        "Source": "CCC-ESP77",
        "From": "Distant Spell",
        "Depreciated": ""
    },
    {
        "Name": "Familiar (Improved)",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Familiar talent to benefit from this talent.  Your character may suffer 2 strain and make an Easy (?) Magic Skill check; if successful, see and hear using your familiar's senses for one round, and you may suffer 1 strain per round to extend the duration.\n\nIn addition, when the Familiar uses the Assist maneuver with the Character's magic check, the Assist maneuver provides [BO][BO]. The familiar must be within the range granted by ranks in the Familiar talent for your character to use the Familiar (Improved) talent.",
        "Source": "CCC-ESP77",
        "From": "Familiar (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Forbidden Knowledge",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per session, suffer strain no greater than ranks in Knowledge to increase your ranks in Knowledge by an equal number for the purpose of determining the strength of additional effects for the next spell cast during that round. In this case, your temporary ranks in Knowledge may exceed the usual limit of 5.",
        "Source": "CCC-Klort",
        "From": "Forbidden Knowledge",
        "Depreciated": ""
    },
    {
        "Name": "Life or Death",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "When your character suffers wounds equal to half of their wound threshold or greater, add [BO] to all combat checks they make.",
        "Source": "CCC-Swordbreaker",
        "From": "Life or Death",
        "Depreciated": ""
    },
    {
        "Name": "Lingering Spell",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Spend a Story Point and your character may make concentration maneuver as an incidental.",
        "Source": "CCC-TheSapient",
        "From": "Lingering Spell",
        "Depreciated": ""
    },
    {
        "Name": "Magic Resistance",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Whenever you are being targeted by an enemy's spell, the caster adds [SE] to the check. When making a check to resist a negative magic effect, may add [BO] to the check.",
        "Source": "CCC-Klort",
        "From": "Magic Resistance",
        "Depreciated": ""
    },
    {
        "Name": "Maximize Spell",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "Once per session, your character may add [BO] to the skill check to cast a spell once per rank in Maximize Spell.",
        "Source": "CCC-ESP77",
        "From": "Maximize Spell",
        "Depreciated": ""
    },
    {
        "Name": "Overchannel (Improved)",
        "Tier": 3,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Overchannel talent to benefit from this talent.  In addition to the effects of Overchannel, you may also add (??) effects. The character gains one Despair (including the associated failure) per (??) effect added in this way rather than increase the difficultly of the check. This is in addition to any [DE] rolled.",
        "Source": "CCC-ESP77",
        "From": "Overchannel (Improved",
        "Depreciated": ""
    },
    {
        "Name": "Pinning Fire",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "Select a target within range of your currently wielded ranged weapon and make a Pinning Fire action. Until the start of your next turn, the targeted character adds [SE] to their checks for each rank of Pinning Fire, and suffers 1 strain.",
        "Source": "CCC-Tom Cruise",
        "From": "Pinning Fire",
        "Depreciated": ""
    },
    {
        "Name": "Shape Spell",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "When casting a spell with the Blast quality spend [AD] to exclude 1 target that would be affected by the explosion, up to ranks in Shape Spell.",
        "Source": "CCC-ESP77",
        "From": "Shape Spell",
        "Depreciated": ""
    },
    {
        "Name": "Shield Master",
        "Tier": 3,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "While wielding a shield, your character may take the Shield Master maneuver, suffering 1 Strain. Your shield's Defensive and Deflection qualities increase by one each until the end of your next turn.",
        "Source": "CCC-Direach",
        "From": "Shield Master",
        "Depreciated": ""
    },
    {
        "Name": "Turn Undead",
        "Tier": 3,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "As an Action, force all undead creatures within short range (or other creatures deemed appropriate by the GM) to make a fear check with a Difficulty equal to your Discipline. In addition to the normal effects of Fear any targets who fail the check are forced to spend their next turn moving outside the range of the Turn Undead Talent. All maneuvers must be spent on movement including downgrading Actions if possible. Each rank of Turn Undead increases the Range that targets are affected by one Range band.",
        "Source": "CCC-ESP77",
        "From": "Turn Undead",
        "Depreciated": ""
    },
    {
        "Name": "Assassin Strike",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "After making a successful melee check, may spend a Story Point to disengage from an opponent as an incidental.",
        "Source": "CCC-Tom Cruise",
        "From": "Assassin Strike",
        "Depreciated": ""
    },
    {
        "Name": "Blood Magic (Improved)",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Blood Magic talent to benefit from this talent. Once per encounter, suffer an additional 2 wounds while using Blood Magic and add one additional effect with a Difficulty Mod +? to a spell without increasing the difficulty.",
        "Source": "CCC-ESP77",
        "From": "Blood Magic (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Faith Healing",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "Yes",
        "Text":
            "After making a skill check to cast a Heal spell, may choose to change one [SU] to [AD] per rank of Faith Healing.",
        "Source": "CCC-TheSapient",
        "From": "Light of Heaven",
        "Depreciated": ""
    },
    {
        "Name": "Familiar (Supreme)",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Familiar talent to benefit from this talent. You may spend a Story Point and use your Familiar as the point of origin for casting a spell. The familiar must be within the range granted by ranks in the Familiar talent for your character to use the Familiar (Supreme) talent.",
        "Source": "CCC-ESP77",
        "From": "Familiar (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Finesse (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Finesse talent to benefit from this talent. Because you can rapidly strike with surgical precision, use Agility instead of Brawn for determining base damage for Brawl and Melee (Light) attacks.",
        "Source": "CCC-Dragonshadow",
        "From": "Finesse (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Flurry of Blows",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Perform the Flurry of Blows maneuver, suffering strain up to your ranks in Coordination to gain the Linked quality with a rating equal to the amount of strain suffered on your next Melee or Brawl combat check this turn.",
        "Source": "CCC-Klort",
        "From": "Flurry of Blows",
        "Depreciated": ""
    },
    {
        "Name": "Life or Death (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Life or Death talent to benefit from this talent. When your character suffers wounds equal to half of their wound threshold or greater, upgrade the ability of all combat checks they make once. This replaces the normal effects of Life or Death.",
        "Source": "CCC-Swordbreaker",
        "From": "Life or Death (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Mage Hunter",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "Yes",
        "Text":
            "When targeted by a successful curse spell, perform the Mage Hunter action; make a Daunting (????) Discipline check to remove status. Difficulty reduced per rank of Mage Hunter.",
        "Source": "CCC-ESP77",
        "From": "Mage Hunter",
        "Depreciated": ""
    },
    {
        "Name": "Mystic Theurge (Improved)",
        "Tier": 4,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Mystic Theurge no longer limits use of the magic skill to once per encounter.",
        "Source": "CCC-yeti1069",
        "From": "Mystic Theurge (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Pinning Fire (Improved)",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character must have the Pinning Fire talent to benefit from this talent. When making a Pinning Fire action, you may affect a number of targets equal to ranks of Pinning Fire.",
        "Source": "CCC-Tom Cruise",
        "From": "Pinning Fire (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Quickened Spell",
        "Tier": 4,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per session, spend 2 strain to make a magic skill check as a maneuver.",
        "Source": "CCC-ESP77",
        "From": "Quickened Spell",
        "Depreciated": ""
    },
    {
        "Name": "Reflexive Barrier",
        "Tier": 4,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Once per session, when your character is targeted by an attack, you may cast Barrier as an out of turn incidental.",
        "Source": "CCC-ESP77",
        "From": "Reflexive Barrier",
        "Depreciated": ""
    },
    {
        "Name": "Sneak Attack (Improved)",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Sneak Attack Talent to benefit from this talent. Once per round when performing the Aim maneuver, you may choose to suffer 1 Strain to add Vicious 2, or increase your weapon's Vicious rating by 1, for your next combat check this round. This may be instead of, or in addition to the benefits of Sneak Attack's Pierce option.",
        "Source": "CCC-Richardbuxton",
        "From": "Sneak Attack (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Vision of the Future",
        "Tier": 4,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session, after successfully casting a spell, you may spend [AD][AD] or [TR] to add one additional effect to the cast spell, which would normally have increased the difficulty by 1.",
        "Source": "CCC-TheSapient",
        "From": "Vision of the Future",
        "Depreciated": ""
    },
    {
        "Name": "Barbaric Strength",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "May use Melee (Heavy) weapons one-handed. Weapons used that way still use the Melee (Heavy) skill.",
        "Source": "CCC-Klort",
        "From": "Barbaric Strength",
        "Depreciated": ""
    },
    {
        "Name": "Blood Magic (Supreme)",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per session while using Blood Magic, suffer a critical. You may decrease the difficulty of the next spell skill check you make by three to a minimum of Average (??).",
        "Source": "CCC-ESP77",
        "From": "Blood Magic (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Bouncing Spell",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When your character fails a spell casting skill check that targets another character or NPC, may spend [TR] or [AD][AD][AD] to immediately reroll the attempted spell with a new target.",
        "Source": "CCC-TheSapient",
        "From": "Bouncing Spell",
        "Depreciated": ""
    },
    {
        "Name": "Life or Death (Supreme)",
        "Tier": 5,
        "Activation": "Passive",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Life or Death talent to benefit from this talent. The effects of Life or Death activate when your character takes wounds equal to one quarter of their wound threshold, instead of half.",
        "Source": "CCC-Swordbreaker",
        "From": "Life or Death (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Sneak Attack (Supreme)",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Your character must have purchased the Sneak Attack Talent to benefit from this talent.  Once per encounter you may spend a story point to add [TR] to the results of an Attack Action.  This does not include the [SU] usually associated with [TR].",
        "Source": "CCC-Richardbuxton",
        "From": "Sneak Attack (Supreme)",
        "Depreciated": ""
    },
    {
        "Name": "Turn Undead (Improved)",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When taking a Turn Undead action, your character may flip a story point to deal 2 strain damage per rank of Turn Undead to any creatures that failed their fear check. In addition you may perform a Concentration maneuver to maintain the effects in subsequent rounds.",
        "Source": "CCC-ESP77",
        "From": "Turn Undead (Improved)",
        "Depreciated": ""
    },
    {
        "Name": "Circle of Shelter",
        "Tier": 4,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "When an engaged ally suffers a hit, may use Parry or Reflect incidental against the hit.",
        "Source": "FBGR, FCRB",
        "From": "Circle of Shelter",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Contingency Plan",
        "Tier": 4,
        "Activation": "Active (Incidental, Out of Turn)",
        "Ranked": "No",
        "Text":
            "Choose Willpower, Cunning, or Presence when purchasing this talent.  Spend 1 Story Point to recover strain equal to the level of this characteristic.",
        "Source": "DA, FCRB",
        "From": "Contingency Plan",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Crippling Blow",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Increase the difficulty of next combat check by 1. If check deals damage, target suffers 1 strain whenever he moves for the remainder of the encounter.",
        "Source": "ACRB, ECRB, FCRB",
        "From": "Crippling Blow",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Finesse",
        "Tier": 2,
        "Activation": "Passive",
        "Ranked": "",
        "Text":
            "The character may use Agility instead of Brawn for Brawl and Melee (Light) checks.",
        "Source": "GHC",
        "From": "Finesse",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Grapple",
        "Tier": 2,
        "Activation": "Active (Maneuver)",
        "Ranked": "No",
        "Text":
            "Once per round, the character may perform the Grapple maneuver. Until the beginning of the character's next turn, enemies must spend two maneuvers instead of one maneuver to move from engaged range to short range of him.",
        "Source": "ND, KTP",
        "From": "Grapple",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Heroic Recovery",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per encounter, may spend a Story Point to recover 4 strain.",
        "Source": "GHC",
        "From": "Heroic Recovery",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Medical Specialist",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "Patients recover 1 additional wound per rank of Medical Specialist when they recover wounds from long term care.",
        "Source": "ACRB, ECRB",
        "From": "Bacta Specialist",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Pressure Point",
        "Tier": 5,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a Brawl check against an opponent, instead of dealing damage, may deal equivalent strain plus additional strain equal to ranks of Medicine (this ignores soak).",
        "Source": "ECRB",
        "From": "Pressure Point",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Shield Slam",
        "Tier": 2,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When attacking a minion or rival with a shield, may spend [AD][AD][AD][AD] or a [TR] to stagger the target for 1 round.",
        "Source": "GHC",
        "From": "Shield Slam",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Spin Attack",
        "Tier": 4,
        "Activation": "Active (Action)",
        "Ranked": "No",
        "Text":
            "Your character may take the Spin Attack action, making an armed melee combat check at +1 difficulty against one engaged target. Your character may spend [AD][AD] generated by this combat check to hit one additional target he is engaged with. He may do this once per engaged target, paying [AD][AD] for each additional hit.",
        "Source": "FCRB",
        "From": "Sarlacc Sweep",
        "Depreciated": "V4.1"
    },
    {
        "Name": "Sneak Attack",
        "Tier": 3,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "Once per round when performing the Aim maneuver you may suffer 1 Strain to also add Piece 2 to the Attack, or Increase Pierce of your weapon by 1, for the next Combat check you make this round.",
        "Source": "CCC-yeti1069",
        "From": "Sneak Attack",
        "Depreciated": "V4.0"
    },
    {
        "Name": "Cunning Attack",
        "Tier": 1,
        "Activation": "Active (Incidental)",
        "Ranked": "No",
        "Text":
            "When making a Melee check with a weapon of choice (choose 1), your character may use Cunning instead of Brawn. With any other melee weapon, your character may use Cunning instead of Brawn but must suffer 2 strain damage to do so.",
        "Source": "FTNO",
        "Depreciated": ""
    },
    {
        "Name":"Galaxy Mapper",
        "Tier": 1,
        "Activation": "Passive",
        "Ranked": "Yes",
        "Text":
            "The character removes [SE] per rank of Galaxy Mapper from his Astrogation checks. In addition, Astrogation checks take 50% less time (this does not increase with additional ranks of Galaxy Mapper).",
        "Source": "ACRB"
    }
]
